import { City } from "../types/models";

export const cities: City[] = [
  {
    "id": "d790d791d79520d792d795d7a9",
    "name": "אבו גוש",
    "lat": 31.805992,
    "lng": 35.110169
  },
  {
    "id": "d790d791d79520d7a1d7a0d790d79f",
    "name": "אבו סנאן",
    "lat": 32.960921,
    "lng": 35.168879
  },
  {
    "id": "d790d791d798d799d79f",
    "name": "אבטין",
    "lat": 32.76213,
    "lng": 35.112484
  },
  {
    "id": "d790d791d798d79cd799d795d79f",
    "name": "אבטליון",
    "lat": 32.837152,
    "lng": 35.350966
  },
  {
    "id": "d790d791d799d790d79c",
    "name": "אביאל",
    "lat": 32.53173,
    "lng": 34.993084
  },
  {
    "id": "d790d791d799d791d799d79d",
    "name": "אביבים",
    "lat": 33.087962,
    "lng": 35.47129
  },
  {
    "id": "d790d791d799d792d793d795d7a8",
    "name": "אביגדור",
    "lat": 31.70979,
    "lng": 34.743524
  },
  {
    "id": "d790d791d799d797d799d79c",
    "name": "אביחיל",
    "lat": 32.350071,
    "lng": 34.872183
  },
  {
    "id": "d790d791d799d798d79c",
    "name": "אביטל",
    "lat": 32.557409,
    "lng": 35.307191
  },
  {
    "id": "d790d791d799d7a2d796d7a8",
    "name": "אביעזר",
    "lat": 31.681453,
    "lng": 35.015566
  },
  {
    "id": "d790d791d799d7a8d799d79d",
    "name": "אבירים",
    "lat": 33.038356,
    "lng": 35.287129
  },
  {
    "id": "d790d791d79f20d799d794d795d793d794",
    "name": "אבן יהודה",
    "lat": 32.268165,
    "lng": 34.88372
  },
  {
    "id": "d790d791d79f20d79ed7a0d797d79d",
    "name": "אבן מנחם",
    "lat": 33.074482,
    "lng": 35.293719
  },
  {
    "id": "d790d791d79f20d7a1d7a4d799d7a8",
    "name": "אבן ספיר",
    "lat": 31.762406,
    "lng": 35.13318
  },
  {
    "id": "d790d791d79f20d7a9d79ed795d790d79c",
    "name": "אבן שמואל",
    "lat": 31.575711,
    "lng": 34.763001
  },
  {
    "id": "d790d791d7a0d79920d790d799d7aad79f",
    "name": "אבני איתן",
    "lat": 32.823494,
    "lng": 35.765186
  },
  {
    "id": "d790d791d7a0d79920d797d7a4d7a5",
    "name": "אבני חפץ",
    "lat": 32.286158,
    "lng": 35.072117
  },
  {
    "id": "d790d791d7a0d7aa",
    "name": "אבנת",
    "lat": 31.679133,
    "lng": 35.435926
  },
  {
    "id": "d790d793d795d7a8d794",
    "name": "אדורה",
    "lat": 31.552343,
    "lng": 35.017884
  },
  {
    "id": "d790d793d799d7a8d799d79d",
    "name": "אדירים",
    "lat": 32.549224,
    "lng": 35.272641
  },
  {
    "id": "d790d793d79ed799d7aa",
    "name": "אדמית",
    "lat": 33.085791,
    "lng": 35.21999
  },
  {
    "id": "d790d793d7a8d7aa",
    "name": "אדרת",
    "lat": 31.660308,
    "lng": 34.994958
  },
  {
    "id": "d790d795d793d799d79d",
    "name": "אודים",
    "lat": 32.265965,
    "lng": 34.848294
  },
  {
    "id": "d790d795d793d79d",
    "name": "אודם",
    "lat": 33.193228,
    "lng": 35.74999
  },
  {
    "id": "d790d795d794d793",
    "name": "אוהד",
    "lat": 31.236976,
    "lng": 34.432028
  },
  {
    "id": "d790d795d794d79cd795",
    "name": "אוהלו",
    "lat": 32.716464,
    "lng": 35.572311
  },
  {
    "id": "d790d795d79d20d790d79c2dd7a4d797d79d",
    "name": "אום אל-פחם",
    "lat": 32.522117,
    "lng": 35.150745
  },
  {
    "id": "d790d795d79d20d790d79c2dd7a7d795d798d795d7a3",
    "name": "אום אל-קוטוף",
    "lat": 32.469618,
    "lng": 35.056304
  },
  {
    "id": "d790d795d79ed79f",
    "name": "אומן",
    "lat": 32.563367,
    "lng": 35.242374
  },
  {
    "id": "d790d795d79ed7a5",
    "name": "אומץ",
    "lat": 32.369833,
    "lng": 34.994986
  },
  {
    "id": "d790d795d7a4d7a7d799d79d",
    "name": "אופקים",
    "lat": 31.31092,
    "lng": 34.621606
  },
  {
    "id": "d790d795d7a820d794d792d7a0d795d796",
    "name": "אור הגנוז",
    "lat": 33.005029,
    "lng": 35.446498
  },
  {
    "id": "d790d795d7a820d794d7a0d7a8",
    "name": "אור הנר",
    "lat": 31.556442,
    "lng": 34.601773
  },
  {
    "id": "d790d795d7a820d799d794d795d793d794",
    "name": "אור יהודה",
    "lat": 32.0274,
    "lng": 34.855803
  },
  {
    "id": "d790d795d7a820d7a2d7a7d799d791d790",
    "name": "אור עקיבא",
    "lat": 32.509499,
    "lng": 34.920047
  },
  {
    "id": "d790d795d7a8d794",
    "name": "אורה",
    "lat": 31.75491,
    "lng": 35.153489
  },
  {
    "id": "d790d795d7a8d795d7aa",
    "name": "אורות",
    "lat": 31.74248,
    "lng": 34.735216
  },
  {
    "id": "d790d795d7a8d798d79c",
    "name": "אורטל",
    "lat": 33.084686,
    "lng": 35.761666
  },
  {
    "id": "d790d795d7a8d799d79d",
    "name": "אורים",
    "lat": 31.304548,
    "lng": 34.523773
  },
  {
    "id": "d790d795d7a8d7a0d799d7aa",
    "name": "אורנית",
    "lat": 32.1301,
    "lng": 34.992257
  },
  {
    "id": "d790d795d7a9d794",
    "name": "אושה",
    "lat": 32.795929,
    "lng": 35.114088
  },
  {
    "id": "d790d796d795d7a8",
    "name": "אזור",
    "lat": 32.022833,
    "lng": 34.807929
  },
  {
    "id": "d790d797d795d795d794",
    "name": "אחווה",
    "lat": 31.743673,
    "lng": 34.768851
  },
  {
    "id": "d790d797d795d796d79d",
    "name": "אחוזם",
    "lat": 31.553971,
    "lng": 34.770361
  },
  {
    "id": "d790d797d795d796d7aa20d791d7a8d7a7",
    "name": "אחוזת ברק",
    "lat": 32.643485,
    "lng": 35.337629
  },
  {
    "id": "d790d797d799d794d795d793",
    "name": "אחיהוד",
    "lat": 32.907025,
    "lng": 35.184602
  },
  {
    "id": "d790d797d799d798d795d791",
    "name": "אחיטוב",
    "lat": 32.387757,
    "lng": 34.990728
  },
  {
    "id": "d790d797d799d7a1d79ed79a",
    "name": "אחיסמך",
    "lat": 31.934765,
    "lng": 34.907476
  },
  {
    "id": "d790d797d799d7a2d796d7a8",
    "name": "אחיעזר",
    "lat": 31.981216,
    "lng": 34.871768
  },
  {
    "id": "d790d799d799d79c",
    "name": "אייל",
    "lat": 32.211028,
    "lng": 34.978838
  },
  {
    "id": "d790d799d799d79cd7aa20d794d7a9d797d7a8",
    "name": "איילת השחר",
    "lat": 33.022588,
    "lng": 35.578707
  },
  {
    "id": "d790d799d79cd795d79f",
    "name": "אילון",
    "lat": 33.063425,
    "lng": 35.218138
  },
  {
    "id": "d790d799d79cd795d7aa",
    "name": "אילות",
    "lat": 29.580405,
    "lng": 34.963274
  },
  {
    "id": "d790d799d79cd7a0d799d799d794",
    "name": "אילנייה",
    "lat": 32.75454,
    "lng": 35.406539
  },
  {
    "id": "d790d799d79cd7aa",
    "name": "אילת",
    "lat": 29.553721,
    "lng": 34.939789
  },
  {
    "id": "d790d799d7aad79ed7a8",
    "name": "איתמר",
    "lat": 32.174195,
    "lng": 35.307592
  },
  {
    "id": "d790d799d7aad79f",
    "name": "איתן",
    "lat": 31.572408,
    "lng": 34.748024
  },
  {
    "id": "d790d799d7aad7a0d799d79d",
    "name": "איתנים",
    "lat": 31.778324,
    "lng": 35.095683
  },
  {
    "id": "d790d79bd7a1d790d79c",
    "name": "אכסאל",
    "lat": 32.681999,
    "lng": 35.324785
  },
  {
    "id": "d790d79c202dd7a2d796d799",
    "name": "אל -עזי",
    "lat": 31.720861,
    "lng": 34.803919
  },
  {
    "id": "d790d79c202dd7a2d7a8d799d790d79f",
    "name": "אל -עריאן",
    "lat": 32.497714,
    "lng": 35.124954
  },
  {
    "id": "d790d79c202dd7a8d795d79d",
    "name": "אל -רום",
    "lat": 33.178935,
    "lng": 35.771572
  },
  {
    "id": "d790d79cd795d79ed794",
    "name": "אלומה",
    "lat": 31.651813,
    "lng": 34.743955
  },
  {
    "id": "d790d79cd795d79ed795d7aa",
    "name": "אלומות",
    "lat": 32.707247,
    "lng": 35.545398
  },
  {
    "id": "d790d79cd795d79f20d794d792d79cd799d79c",
    "name": "אלון הגליל",
    "lat": 32.75905,
    "lng": 35.220242
  },
  {
    "id": "d790d79cd795d79f20d79ed795d7a8d794",
    "name": "אלון מורה",
    "lat": 32.232639,
    "lng": 35.333018
  },
  {
    "id": "d790d79cd795d79f20d7a9d791d795d7aa",
    "name": "אלון שבות",
    "lat": 31.655554,
    "lng": 35.124627
  },
  {
    "id": "d790d79cd795d7a0d79920d790d791d790",
    "name": "אלוני אבא",
    "lat": 32.729938,
    "lng": 35.171957
  },
  {
    "id": "d790d79cd795d7a0d79920d794d791d7a9d79f",
    "name": "אלוני הבשן",
    "lat": 33.043882,
    "lng": 35.840537
  },
  {
    "id": "d790d79cd795d7a0d79920d799d7a6d797d7a7",
    "name": "אלוני יצחק",
    "lat": 32.510455,
    "lng": 35.003713
  },
  {
    "id": "d790d79cd795d7a0d799d79d",
    "name": "אלונים",
    "lat": 32.716423,
    "lng": 35.147196
  },
  {
    "id": "d790d79cd79920d7a1d799d7a0d799",
    "name": "אלי סיני",
    "lat": 31.583439,
    "lng": 34.50353
  },
  {
    "id": "d790d79cd7992dd7a2d793",
    "name": "אלי-עד",
    "lat": 32.801624,
    "lng": 35.726061
  },
  {
    "id": "d790d79cd799d79bd799d79f",
    "name": "אליכין",
    "lat": 32.407659,
    "lng": 34.924814
  },
  {
    "id": "d790d79cd799d7a4d796",
    "name": "אליפז",
    "lat": 29.794265,
    "lng": 35.011751
  },
  {
    "id": "d790d79cd799d7a4d79cd798",
    "name": "אליפלט",
    "lat": 32.946943,
    "lng": 35.552188
  },
  {
    "id": "d790d79cd799d7a7d799d79d",
    "name": "אליקים",
    "lat": 32.632103,
    "lng": 35.067413
  },
  {
    "id": "d790d79cd799d7a9d799d791",
    "name": "אלישיב",
    "lat": 32.379036,
    "lng": 34.909404
  },
  {
    "id": "d790d79cd799d7a9d79ed7a2",
    "name": "אלישמע",
    "lat": 32.152222,
    "lng": 34.927892
  },
  {
    "id": "d790d79cd79ed792d795d7a8",
    "name": "אלמגור",
    "lat": 32.910754,
    "lng": 35.602199
  },
  {
    "id": "d790d79cd79ed795d792",
    "name": "אלמוג",
    "lat": 31.787694,
    "lng": 35.461735
  },
  {
    "id": "d790d79cd7a2d793",
    "name": "אלעד",
    "lat": 32.050679,
    "lng": 34.956965
  },
  {
    "id": "d790d79cd7a2d796d7a8",
    "name": "אלעזר",
    "lat": 31.661496,
    "lng": 35.14115
  },
  {
    "id": "d790d79cd7a4d79920d79ed7a0d7a9d794",
    "name": "אלפי מנשה",
    "lat": 32.171455,
    "lng": 35.014295
  },
  {
    "id": "d790d79cd7a7d795d7a9",
    "name": "אלקוש",
    "lat": 33.033326,
    "lng": 35.323702
  },
  {
    "id": "d790d79cd7a7d7a0d794",
    "name": "אלקנה",
    "lat": 32.112198,
    "lng": 35.035145
  },
  {
    "id": "d790d79ed795d7a0d799d79d",
    "name": "אמונים",
    "lat": 31.743468,
    "lng": 34.675912
  },
  {
    "id": "d790d79ed799d7a8d799d79d",
    "name": "אמירים",
    "lat": 32.938136,
    "lng": 35.449419
  },
  {
    "id": "d790d79ed7a0d795d79f",
    "name": "אמנון",
    "lat": 32.904028,
    "lng": 35.573297
  },
  {
    "id": "d790d79ed7a6d799d794",
    "name": "אמציה",
    "lat": 31.533447,
    "lng": 34.913561
  },
  {
    "id": "d790d7a0d799d7a2d79d",
    "name": "אניעם",
    "lat": 32.95764,
    "lng": 35.740606
  },
  {
    "id": "d790d7a1d7a4d7a8",
    "name": "אספר",
    "lat": 31.586886,
    "lng": 35.191665
  },
  {
    "id": "d790d7a2d791d79cd799d79f",
    "name": "אעבלין",
    "lat": 32.826685,
    "lng": 35.185662
  },
  {
    "id": "d790d7a4d799d7a7",
    "name": "אפיק",
    "lat": 32.777925,
    "lng": 35.704021
  },
  {
    "id": "d790d7a4d799d7a7d799d79d",
    "name": "אפיקים",
    "lat": 32.680389,
    "lng": 35.578087
  },
  {
    "id": "d790d7a4d7a7",
    "name": "אפק",
    "lat": 32.83961,
    "lng": 35.127806
  },
  {
    "id": "d790d7a4d7a8d7aad794",
    "name": "אפרתה",
    "lat": 31.661175,
    "lng": 35.156095
  },
  {
    "id": "d790d7a8d791d79c",
    "name": "ארבל",
    "lat": 32.812558,
    "lng": 35.483755
  },
  {
    "id": "d790d7a8d792d79ed79f",
    "name": "ארגמן",
    "lat": 32.1726,
    "lng": 35.521885
  },
  {
    "id": "d790d7a8d796",
    "name": "ארז",
    "lat": 31.560045,
    "lng": 34.566742
  },
  {
    "id": "d790d7a8d799d790d79c",
    "name": "אריאל",
    "lat": 32.104676,
    "lng": 35.191801
  },
  {
    "id": "d790d7a8d7a1d795d7a3",
    "name": "ארסוף",
    "lat": 32.213854,
    "lng": 34.816222
  },
  {
    "id": "d790d7a9d791d795d79c",
    "name": "אשבול",
    "lat": 31.44606,
    "lng": 34.66711
  },
  {
    "id": "d790d7a9d793d795d793",
    "name": "אשדוד",
    "lat": 31.794263,
    "lng": 34.647472
  },
  {
    "id": "d790d7a9d793d795d7aa20d799d7a2d7a7d7912028d790d799d797d795d79329",
    "name": "אשדות יעקב (איחוד)",
    "lat": 32.659621,
    "lng": 35.579744
  },
  {
    "id": "d790d7a9d793d795d7aa20d799d7a2d7a7d7912028d79ed790d795d797d79329",
    "name": "אשדות יעקב (מאוחד)",
    "lat": 32.665452,
    "lng": 35.582038
  },
  {
    "id": "d790d7a9d797d7a8",
    "name": "אשחר",
    "lat": 32.88375,
    "lng": 35.298442
  },
  {
    "id": "d790d7a9d79bd795d79cd795d7aa",
    "name": "אשכולות",
    "lat": 31.391044,
    "lng": 34.904964
  },
  {
    "id": "d790d7a9d79cd799d79d",
    "name": "אשלים",
    "lat": 30.969967,
    "lng": 34.707
  },
  {
    "id": "d790d7a9d7a7d79cd795d79f",
    "name": "אשקלון",
    "lat": 31.666687,
    "lng": 34.570488
  },
  {
    "id": "d790d7a9d7a8d7aa",
    "name": "אשרת",
    "lat": 32.971684,
    "lng": 35.155399
  },
  {
    "id": "d790d7a9d7aad790d795d79c",
    "name": "אשתאול",
    "lat": 31.781545,
    "lng": 35.008711
  },
  {
    "id": "d791d790d7a7d7942dd79227d7aa",
    "name": "באקה-ג'ת",
    "lat": 32.415989,
    "lng": 35.038241
  },
  {
    "id": "d791d790d7a820d798d795d791d799d794",
    "name": "באר טוביה",
    "lat": 31.731929,
    "lng": 34.719868
  },
  {
    "id": "d791d790d7a820d799d7a2d7a7d791",
    "name": "באר יעקב",
    "lat": 31.943962,
    "lng": 34.840654
  },
  {
    "id": "d791d790d7a820d7a9d791d7a2",
    "name": "באר שבע",
    "lat": 31.256688,
    "lng": 34.786401
  },
  {
    "id": "d791d790d7a8d795d7aa20d799d7a6d797d7a7",
    "name": "בארות יצחק",
    "lat": 32.041368,
    "lng": 34.910228
  },
  {
    "id": "d791d790d7a8d795d7aad799d799d79d",
    "name": "בארותיים",
    "lat": 32.321536,
    "lng": 34.985062
  },
  {
    "id": "d791d790d7a8d799",
    "name": "בארי",
    "lat": 31.424252,
    "lng": 34.491448
  },
  {
    "id": "d791d795d7a1d7aad79f20d794d792d79cd799d79c",
    "name": "בוסתן הגליל",
    "lat": 32.950432,
    "lng": 35.082676
  },
  {
    "id": "d791d795d7a2d799d799d7a0d7942dd7a0d795d79227d799d793d790d7aa",
    "name": "בועיינה-נוג'ידאת",
    "lat": 32.808314,
    "lng": 35.369312
  },
  {
    "id": "d791d795d7a7d7a2d790d7aad790",
    "name": "בוקעאתא",
    "lat": 33.200361,
    "lng": 35.780701
  },
  {
    "id": "d791d795d7a8d792d7aad794",
    "name": "בורגתה",
    "lat": 32.324641,
    "lng": 34.962488
  },
  {
    "id": "d791d797d79f",
    "name": "בחן",
    "lat": 32.350177,
    "lng": 35.01878
  },
  {
    "id": "d791d798d797d794",
    "name": "בטחה",
    "lat": 31.33441,
    "lng": 34.632091
  },
  {
    "id": "d791d799d790d793d794",
    "name": "ביאדה",
    "lat": 32.557406,
    "lng": 35.166002
  },
  {
    "id": "d791d799d7a6d7a8d795d79f",
    "name": "ביצרון",
    "lat": 31.795646,
    "lng": 34.730219
  },
  {
    "id": "d791d799d7a820d790d79c2dd79ed79bd7a1d795d7a8",
    "name": "ביר אל-מכסור",
    "lat": 32.783463,
    "lng": 35.22289
  },
  {
    "id": "d791d799d7a8d799d799d794",
    "name": "בירייה",
    "lat": 32.978782,
    "lng": 35.499703
  },
  {
    "id": "d791d799d7aa20d790d795d7a8d79f",
    "name": "בית אורן",
    "lat": 32.731655,
    "lng": 35.005213
  },
  {
    "id": "d791d799d7aa20d790d79c",
    "name": "בית אל",
    "lat": 31.941228,
    "lng": 35.224627
  },
  {
    "id": "d791d799d7aa20d790d79cd7a2d796d7a8d799",
    "name": "בית אלעזרי",
    "lat": 31.844462,
    "lng": 34.803246
  },
  {
    "id": "d791d799d7aa20d790d79cd7a4d790",
    "name": "בית אלפא",
    "lat": 32.517209,
    "lng": 35.432308
  },
  {
    "id": "d791d799d7aa20d790d7a8d799d794",
    "name": "בית אריה",
    "lat": 32.036284,
    "lng": 35.05145
  },
  {
    "id": "d791d799d7aa20d791d7a8d79c",
    "name": "בית ברל",
    "lat": 32.201363,
    "lng": 34.926595
  },
  {
    "id": "d791d799d7aa20d79227d79f",
    "name": "בית ג'ן",
    "lat": 32.96507,
    "lng": 35.377595
  },
  {
    "id": "d791d799d7aa20d792d795d791d7a8d799d79f",
    "name": "בית גוברין",
    "lat": 31.612262,
    "lng": 34.895768
  },
  {
    "id": "d791d799d7aa20d792d79ed79cd799d790d79c",
    "name": "בית גמליאל",
    "lat": 31.857283,
    "lng": 34.761315
  },
  {
    "id": "d791d799d7aa20d793d792d79f",
    "name": "בית דגן",
    "lat": 31.999811,
    "lng": 34.830012
  },
  {
    "id": "d791d799d7aa20d794d792d793d799",
    "name": "בית הגדי",
    "lat": 31.424782,
    "lng": 34.606774
  },
  {
    "id": "d791d799d7aa20d794d79cd795d799",
    "name": "בית הלוי",
    "lat": 32.353683,
    "lng": 34.93185
  },
  {
    "id": "d791d799d7aa20d794d79cd79c",
    "name": "בית הלל",
    "lat": 33.208886,
    "lng": 35.605227
  },
  {
    "id": "d791d799d7aa20d794d7a2d79ed7a7",
    "name": "בית העמק",
    "lat": 32.970811,
    "lng": 35.145078
  },
  {
    "id": "d791d799d7aa20d794d7a2d7a8d791d794",
    "name": "בית הערבה",
    "lat": 31.808008,
    "lng": 35.481091
  },
  {
    "id": "d791d799d7aa20d794d7a9d799d798d794",
    "name": "בית השיטה",
    "lat": 32.549905,
    "lng": 35.438565
  },
  {
    "id": "d791d799d7aa20d796d799d793",
    "name": "בית זיד",
    "lat": 32.701642,
    "lng": 35.115386
  },
  {
    "id": "d791d799d7aa20d796d799d7aa",
    "name": "בית זית",
    "lat": 31.78238,
    "lng": 35.161886
  },
  {
    "id": "d791d799d7aa20d796d7a8d7a2",
    "name": "בית זרע",
    "lat": 32.689187,
    "lng": 35.573282
  },
  {
    "id": "d791d799d7aa20d797d795d7a8d795d79f",
    "name": "בית חורון",
    "lat": 31.876783,
    "lng": 35.128518
  },
  {
    "id": "d791d799d7aa20d797d799d7a8d795d7aa",
    "name": "בית חירות",
    "lat": 32.376469,
    "lng": 34.871331
  },
  {
    "id": "d791d799d7aa20d797d79cd7a7d799d794",
    "name": "בית חלקיה",
    "lat": 31.792203,
    "lng": 34.811772
  },
  {
    "id": "d791d799d7aa20d797d7a0d79f",
    "name": "בית חנן",
    "lat": 31.934301,
    "lng": 34.772676
  },
  {
    "id": "d791d799d7aa20d797d7a0d7a0d799d794",
    "name": "בית חנניה",
    "lat": 32.528876,
    "lng": 34.925866
  },
  {
    "id": "d791d799d7aa20d797d7a9d79ed795d7a0d790d799",
    "name": "בית חשמונאי",
    "lat": 31.889188,
    "lng": 34.917183
  },
  {
    "id": "d791d799d7aa20d799d794d795d7a9d7a2",
    "name": "בית יהושע",
    "lat": 32.260211,
    "lng": 34.863986
  },
  {
    "id": "d791d799d7aa20d799d795d7a1d7a3",
    "name": "בית יוסף",
    "lat": 32.559295,
    "lng": 35.550728
  },
  {
    "id": "d791d799d7aa20d799d7a0d790d799",
    "name": "בית ינאי",
    "lat": 32.379907,
    "lng": 34.863338
  },
  {
    "id": "d791d799d7aa20d799d7a6d797d7a72dd7a9d7a2d7a820d797d7a4d7a8",
    "name": "בית יצחק-שער חפר",
    "lat": 32.333912,
    "lng": 34.89083
  },
  {
    "id": "d791d799d7aa20d79cd797d79d20d794d792d79cd799d79cd799d7aa",
    "name": "בית לחם הגלילית",
    "lat": 32.734247,
    "lng": 35.191887
  },
  {
    "id": "d791d799d7aa20d79ed790d799d7a8",
    "name": "בית מאיר",
    "lat": 31.794203,
    "lng": 35.036811
  },
  {
    "id": "d791d799d7aa20d7a0d797d79ed799d794",
    "name": "בית נחמיה",
    "lat": 31.975544,
    "lng": 34.955193
  },
  {
    "id": "d791d799d7aa20d7a0d799d7a8",
    "name": "בית ניר",
    "lat": 31.64733,
    "lng": 34.874273
  },
  {
    "id": "d791d799d7aa20d7a0d7a7d795d7a4d794",
    "name": "בית נקופה",
    "lat": 31.804243,
    "lng": 35.12626
  },
  {
    "id": "d791d799d7aa20d7a2d795d791d793",
    "name": "בית עובד",
    "lat": 31.923817,
    "lng": 34.769913
  },
  {
    "id": "d791d799d7aa20d7a2d795d796d799d790d79c",
    "name": "בית עוזיאל",
    "lat": 31.871189,
    "lng": 34.902925
  },
  {
    "id": "d791d799d7aa20d7a2d796d7a8d790",
    "name": "בית עזרא",
    "lat": 31.736616,
    "lng": 34.655481
  },
  {
    "id": "d791d799d7aa20d7a2d7a8d799d7a3",
    "name": "בית עריף",
    "lat": 31.995786,
    "lng": 34.934486
  },
  {
    "id": "d791d799d7aa20d7a7d79ed794",
    "name": "בית קמה",
    "lat": 31.446257,
    "lng": 34.761227
  },
  {
    "id": "d791d799d7aa20d7a7d7a9d7aa",
    "name": "בית קשת",
    "lat": 32.715882,
    "lng": 35.396665
  },
  {
    "id": "d791d799d7aa20d7a8d791d79f",
    "name": "בית רבן",
    "lat": 31.816943,
    "lng": 34.729345
  },
  {
    "id": "d791d799d7aa20d7a8d799d79ed795d79f",
    "name": "בית רימון",
    "lat": 32.782663,
    "lng": 35.329952
  },
  {
    "id": "d791d799d7aa20d7a9d790d79f",
    "name": "בית שאן",
    "lat": 32.494054,
    "lng": 35.497125
  },
  {
    "id": "d791d799d7aa20d7a9d79ed7a9",
    "name": "בית שמש",
    "lat": 31.745248,
    "lng": 34.990692
  },
  {
    "id": "d791d799d7aa20d7a9d7a2d7a8d799d79d",
    "name": "בית שערים",
    "lat": 32.695778,
    "lng": 35.177549
  },
  {
    "id": "d791d799d7aa20d7a9d7a7d79ed794",
    "name": "בית שקמה",
    "lat": 31.637948,
    "lng": 34.608527
  },
  {
    "id": "d791d799d7aad79f20d790d794d7a8d79f",
    "name": "ביתן אהרן",
    "lat": 32.364528,
    "lng": 34.870656
  },
  {
    "id": "d791d799d7aad7a820d7a2d799d79cd799d7aa",
    "name": "ביתר עילית",
    "lat": 31.698328,
    "lng": 35.113153
  },
  {
    "id": "d791d79bd795d7a8d794",
    "name": "בכורה",
    "lat": 32.447471,
    "lng": 35.483698
  },
  {
    "id": "d791d79cd7a4d795d7a8d799d794",
    "name": "בלפוריה",
    "lat": 32.63003,
    "lng": 35.296618
  },
  {
    "id": "d791d79f20d796d79bd790d799",
    "name": "בן זכאי",
    "lat": 31.856282,
    "lng": 34.728906
  },
  {
    "id": "d791d79f20d7a2d79ed799",
    "name": "בן עמי",
    "lat": 33.00587,
    "lng": 35.123681
  },
  {
    "id": "d791d79f20d7a9d79ed79f2028d79bd7a4d7a820d7a0d795d7a2d7a829",
    "name": "בן שמן (כפר נוער)",
    "lat": 31.959781,
    "lng": 34.927765
  },
  {
    "id": "d791d79f20d7a9d79ed79f2028d79ed795d7a9d79129",
    "name": "בן שמן (מושב)",
    "lat": 31.952228,
    "lng": 34.921798
  },
  {
    "id": "d791d7a0d79920d791d7a8d7a7",
    "name": "בני ברק",
    "lat": 32.087079,
    "lng": 34.835246
  },
  {
    "id": "d791d7a0d79920d793d7a8d795d79d",
    "name": "בני דרום",
    "lat": 31.820464,
    "lng": 34.692642
  },
  {
    "id": "d791d7a0d79920d793d7a8d795d7a8",
    "name": "בני דרור",
    "lat": 32.261091,
    "lng": 34.900483
  },
  {
    "id": "d791d7a0d79920d799d794d795d793d794",
    "name": "בני יהודה",
    "lat": 32.794084,
    "lng": 35.685615
  },
  {
    "id": "d791d7a0d79920d7a2d798d7a8d795d7aa",
    "name": "בני עטרות",
    "lat": 32.024141,
    "lng": 34.913739
  },
  {
    "id": "d791d7a0d79920d7a2d79922d7a9",
    "name": "בני עי\"ש",
    "lat": 31.789128,
    "lng": 34.760217
  },
  {
    "id": "d791d7a0d79920d7a6d799d795d79f",
    "name": "בני ציון",
    "lat": 32.220227,
    "lng": 34.870851
  },
  {
    "id": "d791d7a0d79920d7a8d790d79d",
    "name": "בני ראם",
    "lat": 31.769974,
    "lng": 34.790908
  },
  {
    "id": "d791d7a0d799d794",
    "name": "בניה",
    "lat": 31.842866,
    "lng": 34.752185
  },
  {
    "id": "d791d7a0d799d79ed799d7a0d794",
    "name": "בנימינה",
    "lat": 32.52626,
    "lng": 34.946685
  },
  {
    "id": "d791d7a1d79ed7aa20d798d791d7a2d795d79f",
    "name": "בסמת טבעון",
    "lat": 32.740747,
    "lng": 35.147413
  },
  {
    "id": "d791d7a2d7a0d794",
    "name": "בענה",
    "lat": 32.928868,
    "lng": 35.274816
  },
  {
    "id": "d791d7a6d7a8d794",
    "name": "בצרה",
    "lat": 32.213454,
    "lng": 34.879522
  },
  {
    "id": "d791d7a6d7aa",
    "name": "בצת",
    "lat": 33.070665,
    "lng": 35.134427
  },
  {
    "id": "d791d7a7d795d7a2",
    "name": "בקוע",
    "lat": 31.829275,
    "lng": 34.925088
  },
  {
    "id": "d791d7a7d7a2d795d7aa",
    "name": "בקעות",
    "lat": 32.242471,
    "lng": 35.455132
  },
  {
    "id": "d791d7a820d792d799d795d7a8d790",
    "name": "בר גיורא",
    "lat": 31.729563,
    "lng": 35.071561
  },
  {
    "id": "d791d7a820d799d795d797d790d799",
    "name": "בר יוחאי",
    "lat": 32.997315,
    "lng": 35.441157
  },
  {
    "id": "d791d7a8d795d7a820d797d799d79c",
    "name": "ברור חיל",
    "lat": 31.557742,
    "lng": 34.645239
  },
  {
    "id": "d791d7a8d795d7a9",
    "name": "ברוש",
    "lat": 31.370565,
    "lng": 34.631838
  },
  {
    "id": "d791d7a8d798d7a2d794",
    "name": "ברטעה",
    "lat": 32.473303,
    "lng": 35.092977
  },
  {
    "id": "d791d7a8d79bd794",
    "name": "ברכה",
    "lat": 32.192871,
    "lng": 35.265309
  },
  {
    "id": "d791d7a8d79bd799d794",
    "name": "ברכיה",
    "lat": 31.669694,
    "lng": 34.625739
  },
  {
    "id": "d791d7a8d7a2d79d",
    "name": "ברעם",
    "lat": 33.021819,
    "lng": 35.392992
  },
  {
    "id": "d791d7a8d7a7",
    "name": "ברק",
    "lat": 32.542829,
    "lng": 35.264893
  },
  {
    "id": "d791d7a8d7a7d790d799",
    "name": "ברקאי",
    "lat": 32.475179,
    "lng": 35.029282
  },
  {
    "id": "d791d7a8d7a7d79f",
    "name": "ברקן",
    "lat": 32.1069,
    "lng": 35.113094
  },
  {
    "id": "d791d7a8d7a7d7aa",
    "name": "ברקת",
    "lat": 32.013151,
    "lng": 34.953136
  },
  {
    "id": "d791d7aa20d797d7a4d7a8",
    "name": "בת חפר",
    "lat": 32.333441,
    "lng": 35.013421
  },
  {
    "id": "d791d7aa20d799d79d",
    "name": "בת ים",
    "lat": 32.014056,
    "lng": 34.749006
  },
  {
    "id": "d791d7aa20d7a2d799d79f",
    "name": "בת עין",
    "lat": 31.658732,
    "lng": 35.100247
  },
  {
    "id": "d791d7aa20d7a9d79cd79ed794",
    "name": "בת שלמה",
    "lat": 32.600394,
    "lng": 35.0034
  },
  {
    "id": "d79227d793d799d799d793d7942dd79ed79bd7a8",
    "name": "ג'דיידה-מכר",
    "lat": 32.927514,
    "lng": 35.139252
  },
  {
    "id": "d79227d795d79cd7a1",
    "name": "ג'ולס",
    "lat": 32.941326,
    "lng": 35.180767
  },
  {
    "id": "d79227d79cd79227d795d79cd799d794",
    "name": "ג'לג'וליה",
    "lat": 32.150704,
    "lng": 34.95505
  },
  {
    "id": "d79227d7a1d7a820d7902dd796d7a8d7a7d790",
    "name": "ג'סר א-זרקא",
    "lat": 32.536741,
    "lng": 34.911505
  },
  {
    "id": "d79227d7a92028d792d795d7a920d797d79cd79129",
    "name": "ג'ש (גוש חלב)",
    "lat": 33.022576,
    "lng": 35.446768
  },
  {
    "id": "d792d790d795d79cd79920d7aad799d79ed79f",
    "name": "גאולי תימן",
    "lat": 32.392325,
    "lng": 34.901622
  },
  {
    "id": "d792d790d795d79cd799d79d",
    "name": "גאולים",
    "lat": 32.298935,
    "lng": 34.944624
  },
  {
    "id": "d792d790d79cd799d794",
    "name": "גאליה",
    "lat": 31.884813,
    "lng": 34.766176
  },
  {
    "id": "d792d791d795d79cd795d7aa",
    "name": "גבולות",
    "lat": 31.21043,
    "lng": 34.465812
  },
  {
    "id": "d792d791d799d79d",
    "name": "גבים",
    "lat": 31.507073,
    "lng": 34.598319
  },
  {
    "id": "d792d791d7a2",
    "name": "גבע",
    "lat": 32.56642,
    "lng": 35.372983
  },
  {
    "id": "d792d791d7a220d791d7a0d799d79ed799d79f",
    "name": "גבע בנימין",
    "lat": 31.849837,
    "lng": 35.275745
  },
  {
    "id": "d792d791d7a220d79bd7a8d79ed79c",
    "name": "גבע כרמל",
    "lat": 32.663092,
    "lng": 34.957495
  },
  {
    "id": "d792d791d7a2d795d79cd799d79d",
    "name": "גבעולים",
    "lat": 31.396546,
    "lng": 34.590947
  },
  {
    "id": "d792d791d7a2d795d79f20d794d797d793d7a9d794",
    "name": "גבעון החדשה",
    "lat": 31.847147,
    "lng": 35.159558
  },
  {
    "id": "d792d791d7a2d7aa20d790d791d7a0d799",
    "name": "גבעת אבני",
    "lat": 32.774883,
    "lng": 35.438225
  },
  {
    "id": "d792d791d7a2d7aa20d790d79cd794",
    "name": "גבעת אלה",
    "lat": 32.721758,
    "lng": 35.24409
  },
  {
    "id": "d792d791d7a2d7aa20d791d7a8d7a0d7a8",
    "name": "גבעת ברנר",
    "lat": 31.865917,
    "lng": 34.801209
  },
  {
    "id": "d792d791d7a2d7aa20d794d7a9d79cd795d7a9d794",
    "name": "גבעת השלושה",
    "lat": 32.09814,
    "lng": 34.921587
  },
  {
    "id": "d792d791d7a2d7aa20d796d790d791",
    "name": "גבעת זאב",
    "lat": 31.858499,
    "lng": 35.165663
  },
  {
    "id": "d792d791d7a2d7aa20d79722d79f",
    "name": "גבעת ח\"ן",
    "lat": 32.167717,
    "lng": 34.872088
  },
  {
    "id": "d792d791d7a2d7aa20d797d799d799d79d2028d790d799d797d795d79329",
    "name": "גבעת חיים (איחוד)",
    "lat": 32.399448,
    "lng": 34.933171
  },
  {
    "id": "d792d791d7a2d7aa20d797d799d799d79d2028d79ed790d795d797d79329",
    "name": "גבעת חיים (מאוחד)",
    "lat": 32.391153,
    "lng": 34.931456
  },
  {
    "id": "d792d791d7a2d7aa20d799d795d790d791",
    "name": "גבעת יואב",
    "lat": 32.798769,
    "lng": 35.681583
  },
  {
    "id": "d792d791d7a2d7aa20d799d7a2d7a8d799d79d",
    "name": "גבעת יערים",
    "lat": 31.786635,
    "lng": 35.09213
  },
  {
    "id": "d792d791d7a2d7aa20d799d7a9d7a2d799d794d795",
    "name": "גבעת ישעיהו",
    "lat": 31.670412,
    "lng": 34.947712
  },
  {
    "id": "d792d791d7a2d7aa20d79b22d797",
    "name": "גבעת כ\"ח",
    "lat": 32.030041,
    "lng": 34.936124
  },
  {
    "id": "d792d791d7a2d7aa20d7a0d799d79c22d799",
    "name": "גבעת ניל\"י",
    "lat": 32.547707,
    "lng": 35.040964
  },
  {
    "id": "d792d791d7a2d7aa20d7a2d793d794",
    "name": "גבעת עדה",
    "lat": 32.51942,
    "lng": 35.005205
  },
  {
    "id": "d792d791d7a2d7aa20d7a2d795d796",
    "name": "גבעת עוז",
    "lat": 32.55542,
    "lng": 35.19841
  },
  {
    "id": "d792d791d7a2d7aa20d7a9d79ed795d790d79c",
    "name": "גבעת שמואל",
    "lat": 32.077214,
    "lng": 34.853115
  },
  {
    "id": "d792d791d7a2d7aa20d7a9d79ed7a9",
    "name": "גבעת שמש",
    "lat": 31.775226,
    "lng": 34.951499
  },
  {
    "id": "d792d791d7a2d7aa20d7a9d7a4d799d7a8d790",
    "name": "גבעת שפירא",
    "lat": 32.359332,
    "lng": 34.87747
  },
  {
    "id": "d792d791d7a2d7aad799",
    "name": "גבעתי",
    "lat": 31.732612,
    "lng": 34.67983
  },
  {
    "id": "d792d791d7a2d7aad799d799d79d",
    "name": "גבעתיים",
    "lat": 32.070301,
    "lng": 34.810419
  },
  {
    "id": "d792d791d7a8d7a2d79d",
    "name": "גברעם",
    "lat": 31.591893,
    "lng": 34.612906
  },
  {
    "id": "d792d791d7aa",
    "name": "גבת",
    "lat": 32.674747,
    "lng": 35.212785
  },
  {
    "id": "d792d793d795d7aa",
    "name": "גדות",
    "lat": 33.017947,
    "lng": 35.619833
  },
  {
    "id": "d792d793d799d7a9",
    "name": "גדיש",
    "lat": 32.558813,
    "lng": 35.2453
  },
  {
    "id": "d792d793d7a2d795d7a0d794",
    "name": "גדעונה",
    "lat": 32.549036,
    "lng": 35.358819
  },
  {
    "id": "d792d793d7a8d794",
    "name": "גדרה",
    "lat": 31.811178,
    "lng": 34.779493
  },
  {
    "id": "d792d795d7a0d79f",
    "name": "גונן",
    "lat": 33.122789,
    "lng": 35.646201
  },
  {
    "id": "d792d795d7a8d79f",
    "name": "גורן",
    "lat": 33.05736,
    "lng": 35.235291
  },
  {
    "id": "d792d795d7a8d7a0d795d7aa20d794d792d79cd799d79c",
    "name": "גורנות הגליל",
    "lat": 33.059921,
    "lng": 35.249604
  },
  {
    "id": "d792d796d799d7aa",
    "name": "גזית",
    "lat": 32.637642,
    "lng": 35.447091
  },
  {
    "id": "d792d796d7a8",
    "name": "גזר",
    "lat": 31.87578,
    "lng": 34.916191
  },
  {
    "id": "d792d799d790d794",
    "name": "גיאה",
    "lat": 31.627998,
    "lng": 34.603496
  },
  {
    "id": "d792d799d791d7aad795d79f",
    "name": "גיבתון",
    "lat": 31.888734,
    "lng": 34.799937
  },
  {
    "id": "d792d799d796d795",
    "name": "גיזו",
    "lat": 31.80492,
    "lng": 34.938497
  },
  {
    "id": "d792d799d79cd795d79f",
    "name": "גילון",
    "lat": 32.903786,
    "lng": 35.235923
  },
  {
    "id": "d792d799d79cd7aa",
    "name": "גילת",
    "lat": 31.326931,
    "lng": 34.65343
  },
  {
    "id": "d792d799d7a0d795d7a1d7a8",
    "name": "גינוסר",
    "lat": 32.871634,
    "lng": 35.550974
  },
  {
    "id": "d792d799d7a0d799d792d7a8",
    "name": "גיניגר",
    "lat": 32.663811,
    "lng": 35.25936
  },
  {
    "id": "d792d799d7a0d7aad795d79f",
    "name": "גינתון",
    "lat": 31.963279,
    "lng": 34.913769
  },
  {
    "id": "d792d799d7aad794",
    "name": "גיתה",
    "lat": 32.96715,
    "lng": 35.250426
  },
  {
    "id": "d792d799d7aad799d7aa",
    "name": "גיתית",
    "lat": 32.103578,
    "lng": 35.396268
  },
  {
    "id": "d792d79cd790d795d79f",
    "name": "גלאון",
    "lat": 31.633306,
    "lng": 34.847872
  },
  {
    "id": "d792d79cd792d79c",
    "name": "גלגל",
    "lat": 31.99972,
    "lng": 35.447549
  },
  {
    "id": "d792d79cd7a2d7932028d790d791d79f20d799d7a6d797d7a729",
    "name": "גלעד (אבן יצחק)",
    "lat": 32.556764,
    "lng": 35.076786
  },
  {
    "id": "d792d79ed796d795",
    "name": "גמזו",
    "lat": 31.928251,
    "lng": 34.940823
  },
  {
    "id": "d792d79f20d794d793d7a8d795d79d",
    "name": "גן הדרום",
    "lat": 31.804118,
    "lng": 34.700884
  },
  {
    "id": "d792d79f20d794d7a9d795d79ed7a8d795d79f",
    "name": "גן השומרון",
    "lat": 32.463017,
    "lng": 35.001136
  },
  {
    "id": "d792d79f20d797d799d799d79d",
    "name": "גן חיים",
    "lat": 32.195233,
    "lng": 34.9059
  },
  {
    "id": "d792d79f20d799d790d7a9d799d794",
    "name": "גן יאשיה",
    "lat": 32.349557,
    "lng": 34.994535
  },
  {
    "id": "d792d79f20d799d791d7a0d794",
    "name": "גן יבנה",
    "lat": 31.790207,
    "lng": 34.70969
  },
  {
    "id": "d792d79f20d7a0d7a8",
    "name": "גן נר",
    "lat": 32.531195,
    "lng": 35.3357
  },
  {
    "id": "d792d79f20d7a9d79cd79ed794",
    "name": "גן שלמה",
    "lat": 31.878235,
    "lng": 34.798272
  },
  {
    "id": "d792d79f20d7a9d79ed795d790d79c",
    "name": "גן שמואל",
    "lat": 32.448899,
    "lng": 34.951614
  },
  {
    "id": "d792d7a0d795d7aa",
    "name": "גנות",
    "lat": 32.017864,
    "lng": 34.828488
  },
  {
    "id": "d792d7a0d795d7aa20d794d793d7a8",
    "name": "גנות הדר",
    "lat": 32.31994,
    "lng": 34.900114
  },
  {
    "id": "d792d7a0d79920d794d793d7a8",
    "name": "גני הדר",
    "lat": 31.878616,
    "lng": 34.853832
  },
  {
    "id": "d792d7a0d79920d799d795d797d7a0d79f",
    "name": "גני יוחנן",
    "lat": 31.857705,
    "lng": 34.837077
  },
  {
    "id": "d792d7a0d79920d7a2d79d",
    "name": "גני עם",
    "lat": 32.151669,
    "lng": 34.901795
  },
  {
    "id": "d792d7a0d79920d7aad7a7d795d795d794",
    "name": "גני תקווה",
    "lat": 32.061259,
    "lng": 34.874402
  },
  {
    "id": "d792d7a0d799d79d",
    "name": "גנים",
    "lat": 32.449692,
    "lng": 35.337191
  },
  {
    "id": "d792d7a2d7a9",
    "name": "געש",
    "lat": 32.229829,
    "lng": 34.828311
  },
  {
    "id": "d792d7a2d7aad795d79f",
    "name": "געתון",
    "lat": 33.006994,
    "lng": 35.203183
  },
  {
    "id": "d792d7a4d79f",
    "name": "גפן",
    "lat": 31.7408,
    "lng": 34.878528
  },
  {
    "id": "d792d7a8d795d7a4d799d7aa",
    "name": "גרופית",
    "lat": 29.938866,
    "lng": 35.065919
  },
  {
    "id": "d792d7a9d795d7a8",
    "name": "גשור",
    "lat": 32.812024,
    "lng": 35.708612
  },
  {
    "id": "d792d7a9d7a8",
    "name": "גשר",
    "lat": 32.619898,
    "lng": 35.551136
  },
  {
    "id": "d792d7a9d7a820d794d796d799d795",
    "name": "גשר הזיו",
    "lat": 33.041113,
    "lng": 35.110108
  },
  {
    "id": "d792d7aa",
    "name": "גת",
    "lat": 32.399161,
    "lng": 35.037853
  },
  {
    "id": "d792d7aa2028d7a7d799d791d795d7a529",
    "name": "גת (קיבוץ)",
    "lat": 31.627785,
    "lng": 34.795525
  },
  {
    "id": "d792d7aa20d7a8d799d79ed795d79f",
    "name": "גת רימון",
    "lat": 32.068762,
    "lng": 34.883006
  },
  {
    "id": "d793d791d795d7a8d794",
    "name": "דבורה",
    "lat": 32.553189,
    "lng": 35.263401
  },
  {
    "id": "d793d791d795d7a8d799d799d794",
    "name": "דבורייה",
    "lat": 32.6895,
    "lng": 35.37181
  },
  {
    "id": "d793d791d799d7a8d794",
    "name": "דבירה",
    "lat": 31.41177,
    "lng": 34.825623
  },
  {
    "id": "d793d791d7a8d7aa",
    "name": "דברת",
    "lat": 32.646348,
    "lng": 35.34952
  },
  {
    "id": "d793d792d7a0d799d79420d79027",
    "name": "דגניה א'",
    "lat": 32.707736,
    "lng": 35.574714
  },
  {
    "id": "d793d792d7a0d799d79420d79127",
    "name": "דגניה ב'",
    "lat": 32.700039,
    "lng": 35.575509
  },
  {
    "id": "d793d795d79122d791",
    "name": "דוב\"ב",
    "lat": 33.053872,
    "lng": 35.40949
  },
  {
    "id": "d793d795d792d799d7aa",
    "name": "דוגית",
    "lat": 31.57292,
    "lng": 34.48961
  },
  {
    "id": "d793d795d79cd791",
    "name": "דולב",
    "lat": 31.926382,
    "lng": 35.13319
  },
  {
    "id": "d793d795d7a8",
    "name": "דור",
    "lat": 32.607226,
    "lng": 34.925799
  },
  {
    "id": "d793d795d7a8d795d7aa",
    "name": "דורות",
    "lat": 31.505892,
    "lng": 34.64604
  },
  {
    "id": "d793d797d799",
    "name": "דחי",
    "lat": 32.621224,
    "lng": 35.344244
  },
  {
    "id": "d793d799d799d7a820d797d7a0d790",
    "name": "דייר חנא",
    "lat": 32.862829,
    "lng": 35.36786
  },
  {
    "id": "d793d799d799d7a820d7a8d790d7a4d790d7aa",
    "name": "דייר ראפאת",
    "lat": 31.776284,
    "lng": 34.947254
  },
  {
    "id": "d793d799d79ed795d7a0d794",
    "name": "דימונה",
    "lat": 31.06724,
    "lng": 35.027415
  },
  {
    "id": "d793d799d7a820d790d79c2dd790d7a1d793",
    "name": "דיר אל-אסד",
    "lat": 32.937497,
    "lng": 35.265984
  },
  {
    "id": "d793d799d7a9d795d79f",
    "name": "דישון",
    "lat": 33.082221,
    "lng": 35.518842
  },
  {
    "id": "d793d79cd799d799d794",
    "name": "דלייה",
    "lat": 32.589426,
    "lng": 35.07464
  },
  {
    "id": "d793d79cd7aad795d79f",
    "name": "דלתון",
    "lat": 33.016812,
    "lng": 35.487117
  },
  {
    "id": "d793d79f",
    "name": "דן",
    "lat": 33.240158,
    "lng": 35.653071
  },
  {
    "id": "d793d7a4d7a0d794",
    "name": "דפנה",
    "lat": 33.229955,
    "lng": 35.638305
  },
  {
    "id": "d793d7a7d79c",
    "name": "דקל",
    "lat": 31.194806,
    "lng": 34.347737
  },
  {
    "id": "d794d790d795d79f",
    "name": "האון",
    "lat": 32.725179,
    "lng": 35.62188
  },
  {
    "id": "d794d791d795d7a0d799d79d",
    "name": "הבונים",
    "lat": 32.640851,
    "lng": 34.933181
  },
  {
    "id": "d794d792d795d7a9d7a8d799d79d",
    "name": "הגושרים",
    "lat": 33.222198,
    "lng": 35.620388
  },
  {
    "id": "d794d793d7a820d7a2d79d",
    "name": "הדר עם",
    "lat": 32.349537,
    "lng": 34.899804
  },
  {
    "id": "d794d795d79320d794d7a9d7a8d795d79f",
    "name": "הוד השרון",
    "lat": 32.154292,
    "lng": 34.886027
  },
  {
    "id": "d794d795d793d799d799d794",
    "name": "הודייה",
    "lat": 31.675563,
    "lng": 34.641631
  },
  {
    "id": "d794d795d7a9d7a2d799d794",
    "name": "הושעיה",
    "lat": 32.758207,
    "lng": 35.292091
  },
  {
    "id": "d794d796d795d7a8d7a2",
    "name": "הזורע",
    "lat": 32.643208,
    "lng": 35.120604
  },
  {
    "id": "d794d796d795d7a8d7a2d799d79d",
    "name": "הזורעים",
    "lat": 32.746476,
    "lng": 35.50215
  },
  {
    "id": "d794d797d795d7aad7a8d799d79d",
    "name": "החותרים",
    "lat": 32.751776,
    "lng": 34.957102
  },
  {
    "id": "d794d799d795d792d791",
    "name": "היוגב",
    "lat": 32.611883,
    "lng": 35.206148
  },
  {
    "id": "d794d799d79cd794",
    "name": "הילה",
    "lat": 33.035883,
    "lng": 35.244022
  },
  {
    "id": "d794d79ed7a2d7a4d799d79c",
    "name": "המעפיל",
    "lat": 32.377901,
    "lng": 34.983323
  },
  {
    "id": "d794d7a1d795d79cd79cd799d79d",
    "name": "הסוללים",
    "lat": 32.751976,
    "lng": 35.237558
  },
  {
    "id": "d794d7a2d795d792d79f",
    "name": "העוגן",
    "lat": 32.362361,
    "lng": 34.923808
  },
  {
    "id": "d794d7a820d790d793d7a8",
    "name": "הר אדר",
    "lat": 31.826787,
    "lng": 35.12947
  },
  {
    "id": "d794d7a820d792d799d79cd794",
    "name": "הר גילה",
    "lat": 31.723229,
    "lng": 35.168544
  },
  {
    "id": "d794d7a820d7a2d79ed7a9d790",
    "name": "הר עמשא",
    "lat": 31.344161,
    "lng": 35.10171
  },
  {
    "id": "d794d7a8d790d79c",
    "name": "הראל",
    "lat": 31.809726,
    "lng": 34.951742
  },
  {
    "id": "d794d7a8d793d795d7a3",
    "name": "הרדוף",
    "lat": 32.763551,
    "lng": 35.174266
  },
  {
    "id": "d794d7a8d7a6d79cd799d799d794",
    "name": "הרצלייה",
    "lat": 32.169026,
    "lng": 34.835061
  },
  {
    "id": "d794d7a8d7a8d799d7aa",
    "name": "הררית",
    "lat": 32.845915,
    "lng": 35.36572
  },
  {
    "id": "d795d7a8d79320d799d7a8d799d797d795",
    "name": "ורד יריחו",
    "lat": 31.826918,
    "lng": 35.431634
  },
  {
    "id": "d795d7a8d793d795d79f",
    "name": "ורדון",
    "lat": 31.664243,
    "lng": 34.781647
  },
  {
    "id": "d796d791d793d799d790d79c",
    "name": "זבדיאל",
    "lat": 31.65896,
    "lng": 34.760245
  },
  {
    "id": "d796d795d794d7a8",
    "name": "זוהר",
    "lat": 31.595885,
    "lng": 34.69252
  },
  {
    "id": "d796d799d7a7d799d79d",
    "name": "זיקים",
    "lat": 31.608394,
    "lng": 34.521723
  },
  {
    "id": "d796d799d7aad79f",
    "name": "זיתן",
    "lat": 31.975683,
    "lng": 34.890185
  },
  {
    "id": "d796d79bd7a8d795d79f20d799d7a2d7a7d791",
    "name": "זכרון יעקב",
    "lat": 32.566704,
    "lng": 34.951868
  },
  {
    "id": "d796d79bd7a8d799d794",
    "name": "זכריה",
    "lat": 31.709715,
    "lng": 34.944798
  },
  {
    "id": "d796d79cd7a4d794",
    "name": "זלפה",
    "lat": 32.549251,
    "lng": 35.185569
  },
  {
    "id": "d796d79ed7a8",
    "name": "זמר",
    "lat": 32.363896,
    "lng": 35.036375
  },
  {
    "id": "d796d79ed7a8d7aa",
    "name": "זמרת",
    "lat": 31.448209,
    "lng": 34.552652
  },
  {
    "id": "d796d7a8d795d7a2d794",
    "name": "זרועה",
    "lat": 31.458521,
    "lng": 34.624413
  },
  {
    "id": "d796d7a8d796d799d7a8",
    "name": "זרזיר",
    "lat": 32.725318,
    "lng": 35.223133
  },
  {
    "id": "d796d7a8d797d799d794",
    "name": "זרחיה",
    "lat": 31.681513,
    "lng": 34.746025
  },
  {
    "id": "d797d791d7a6d79cd7aa20d794d7a9d7a8d795d79f",
    "name": "חבצלת השרון",
    "lat": 32.360408,
    "lng": 34.862614
  },
  {
    "id": "d797d791d7a8",
    "name": "חבר",
    "lat": 32.547762,
    "lng": 35.264388
  },
  {
    "id": "d797d792d795d7a8",
    "name": "חגור",
    "lat": 32.137892,
    "lng": 34.947234
  },
  {
    "id": "d797d792d799",
    "name": "חגי",
    "lat": 31.492909,
    "lng": 35.080146
  },
  {
    "id": "d797d792d79cd794",
    "name": "חגלה",
    "lat": 32.386553,
    "lng": 34.92567
  },
  {
    "id": "d797d7932dd7a0d7a1",
    "name": "חד-נס",
    "lat": 32.931268,
    "lng": 35.639354
  },
  {
    "id": "d797d793d799d793",
    "name": "חדיד",
    "lat": 31.968375,
    "lng": 34.933406
  },
  {
    "id": "d797d793d7a8d794",
    "name": "חדרה",
    "lat": 32.438911,
    "lng": 34.92116
  },
  {
    "id": "d797d795d79cd793d794",
    "name": "חולדה",
    "lat": 31.830659,
    "lng": 34.882546
  },
  {
    "id": "d797d795d79cd795d79f",
    "name": "חולון",
    "lat": 32.010657,
    "lng": 34.783337
  },
  {
    "id": "d797d795d79cd799d7aa",
    "name": "חולית",
    "lat": 31.230286,
    "lng": 34.325612
  },
  {
    "id": "d797d795d79cd7aad794",
    "name": "חולתה",
    "lat": 33.051494,
    "lng": 35.610073
  },
  {
    "id": "d797d795d7a1d79f",
    "name": "חוסן",
    "lat": 32.997975,
    "lng": 35.299405
  },
  {
    "id": "d797d795d7a1d7a0d799d799d794",
    "name": "חוסנייה",
    "lat": 32.900622,
    "lng": 35.320614
  },
  {
    "id": "d797d795d7a4d799d7aa",
    "name": "חופית",
    "lat": 32.385465,
    "lng": 34.874362
  },
  {
    "id": "d797d795d7a7d795d7a7",
    "name": "חוקוק",
    "lat": 32.878061,
    "lng": 35.496749
  },
  {
    "id": "d797d795d7a8d794",
    "name": "חורה",
    "lat": 31.298512,
    "lng": 34.934603
  },
  {
    "id": "d797d795d7a8d7a4d799d7a9",
    "name": "חורפיש",
    "lat": 33.016585,
    "lng": 35.344684
  },
  {
    "id": "d797d795d7a8d7a9d799d79d",
    "name": "חורשים",
    "lat": 32.138353,
    "lng": 34.970605
  },
  {
    "id": "d797d796d795d79f",
    "name": "חזון",
    "lat": 32.905991,
    "lng": 35.395149
  },
  {
    "id": "d797d799d791d7aa20d7a6d799d795d79f",
    "name": "חיבת ציון",
    "lat": 32.39719,
    "lng": 34.915041
  },
  {
    "id": "d797d799d7a0d7a0d799d7aa",
    "name": "חיננית",
    "lat": 32.481346,
    "lng": 35.166146
  },
  {
    "id": "d797d799d7a4d794",
    "name": "חיפה",
    "lat": 32.801786,
    "lng": 35.000604
  },
  {
    "id": "d797d799d7a8d795d7aa",
    "name": "חירות",
    "lat": 32.239807,
    "lng": 34.916252
  },
  {
    "id": "d797d79cd795d7a5",
    "name": "חלוץ",
    "lat": 32.950314,
    "lng": 35.311781
  },
  {
    "id": "d797d79cd79ed799d7a9",
    "name": "חלמיש",
    "lat": 32.005966,
    "lng": 35.125554
  },
  {
    "id": "d797d79cd7a5",
    "name": "חלץ",
    "lat": 31.578113,
    "lng": 34.65787
  },
  {
    "id": "d797d79ed790d79d",
    "name": "חמאם",
    "lat": 32.829856,
    "lng": 35.489872
  },
  {
    "id": "d797d79ed793",
    "name": "חמד",
    "lat": 32.01934,
    "lng": 34.838886
  },
  {
    "id": "d797d79ed793d799d794",
    "name": "חמדיה",
    "lat": 32.515614,
    "lng": 35.527497
  },
  {
    "id": "d797d79ed793d7aa",
    "name": "חמדת",
    "lat": 32.2512,
    "lng": 35.526581
  },
  {
    "id": "d797d79ed7a8d794",
    "name": "חמרה",
    "lat": 32.19888,
    "lng": 35.435381
  },
  {
    "id": "d797d79ed7a9",
    "name": "חמש",
    "lat": 32.309957,
    "lng": 35.193748
  },
  {
    "id": "d797d7a0d799d790d79c",
    "name": "חניאל",
    "lat": 32.333099,
    "lng": 34.948231
  },
  {
    "id": "d797d7a0d799d7aad794",
    "name": "חניתה",
    "lat": 33.087827,
    "lng": 35.174001
  },
  {
    "id": "d797d7a0d7aad795d79f",
    "name": "חנתון",
    "lat": 32.784496,
    "lng": 35.243945
  },
  {
    "id": "d797d7a1d7a4d799d79f",
    "name": "חספין",
    "lat": 32.845296,
    "lng": 35.793606
  },
  {
    "id": "d797d7a4d7a520d797d799d799d79d",
    "name": "חפץ חיים",
    "lat": 31.789739,
    "lng": 34.797778
  },
  {
    "id": "d797d7a4d7a6d7992dd791d794",
    "name": "חפצי-בה",
    "lat": 32.519451,
    "lng": 35.424742
  },
  {
    "id": "d797d7a6d791",
    "name": "חצב",
    "lat": 31.780662,
    "lng": 34.769983
  },
  {
    "id": "d797d7a6d791d794",
    "name": "חצבה",
    "lat": 30.767836,
    "lng": 35.280055
  },
  {
    "id": "d797d7a6d795d7a820d794d792d79cd799d79cd799d7aa",
    "name": "חצור הגלילית",
    "lat": 32.982637,
    "lng": 35.544572
  },
  {
    "id": "d797d7a6d795d7a82dd790d7a9d793d795d793",
    "name": "חצור-אשדוד",
    "lat": 31.772146,
    "lng": 34.720427
  },
  {
    "id": "d797d7a6d7a8d799d79d",
    "name": "חצרים",
    "lat": 31.239205,
    "lng": 34.706797
  },
  {
    "id": "d797d7a8d79120d79cd790d7aa",
    "name": "חרב לאת",
    "lat": 32.401354,
    "lng": 34.914366
  },
  {
    "id": "d797d7a8d795d7a6d799d79d",
    "name": "חרוצים",
    "lat": 32.227378,
    "lng": 34.86487
  },
  {
    "id": "d797d7a8d79ed7a9",
    "name": "חרמש",
    "lat": 32.42364,
    "lng": 35.118729
  },
  {
    "id": "d797d7a8d7a9d799d79d",
    "name": "חרשים",
    "lat": 32.956717,
    "lng": 35.328169
  },
  {
    "id": "d797d7a9d79ed795d7a0d790d799d79d",
    "name": "חשמונאים",
    "lat": 31.931293,
    "lng": 35.023788
  },
  {
    "id": "d798d791d7a8d799d794",
    "name": "טבריה",
    "lat": 32.78724,
    "lng": 35.52581
  },
  {
    "id": "d798d795d791d7902dd796d7a0d792d7a8d799d799d794",
    "name": "טובא-זנגרייה",
    "lat": 32.964956,
    "lng": 35.590069
  },
  {
    "id": "d798d795d7a8d7a2d790d79f",
    "name": "טורעאן",
    "lat": 32.777259,
    "lng": 35.375117
  },
  {
    "id": "d798d799d799d791d794",
    "name": "טייבה",
    "lat": 32.266378,
    "lng": 35.010301
  },
  {
    "id": "d798d799d799d791d7942028d791d7a2d79ed7a729",
    "name": "טייבה (בעמק)",
    "lat": 32.603795,
    "lng": 35.44484
  },
  {
    "id": "d798d799d7a8d794",
    "name": "טירה",
    "lat": 32.233289,
    "lng": 34.956407
  },
  {
    "id": "d798d799d7a8d7aa20d799d794d795d793d794",
    "name": "טירת יהודה",
    "lat": 32.013233,
    "lng": 34.933349
  },
  {
    "id": "d798d799d7a8d7aa20d79bd7a8d79ed79c",
    "name": "טירת כרמל",
    "lat": 32.767276,
    "lng": 34.967182
  },
  {
    "id": "d798d799d7a8d7aa20d7a6d791d799",
    "name": "טירת צבי",
    "lat": 32.421654,
    "lng": 35.528585
  },
  {
    "id": "d798d79c20d7a9d797d7a8",
    "name": "טל שחר",
    "lat": 31.805766,
    "lng": 34.903493
  },
  {
    "id": "d798d79c2dd790d79c",
    "name": "טל-אל",
    "lat": 32.926799,
    "lng": 35.1788
  },
  {
    "id": "d798d79cd79cd799d79d",
    "name": "טללים",
    "lat": 30.992797,
    "lng": 34.772106
  },
  {
    "id": "d798d79cd79ed795d79f",
    "name": "טלמון",
    "lat": 31.937666,
    "lng": 35.136533
  },
  {
    "id": "d798d79ed7a8d794",
    "name": "טמרה",
    "lat": 32.855154,
    "lng": 35.195032
  },
  {
    "id": "d798d79ed7a8d7942028d799d796d7a8d7a2d790d79c29",
    "name": "טמרה (יזרעאל)",
    "lat": 32.634585,
    "lng": 35.404109
  },
  {
    "id": "d798d7a0d790",
    "name": "טנא",
    "lat": 31.375546,
    "lng": 34.957484
  },
  {
    "id": "d798d7a4d797d795d7aa",
    "name": "טפחות",
    "lat": 32.870567,
    "lng": 35.430925
  },
  {
    "id": "d799d790d7a0d795d7972dd79227d7aa",
    "name": "יאנוח-ג'ת",
    "lat": 32.980156,
    "lng": 35.243042
  },
  {
    "id": "d799d791d795d79c",
    "name": "יבול",
    "lat": 31.189159,
    "lng": 34.319594
  },
  {
    "id": "d799d791d7a0d790d79c",
    "name": "יבנאל",
    "lat": 32.7094,
    "lng": 35.500615
  },
  {
    "id": "d799d791d7a0d794",
    "name": "יבנה",
    "lat": 31.879207,
    "lng": 34.736525
  },
  {
    "id": "d799d792d795d7a8",
    "name": "יגור",
    "lat": 32.74317,
    "lng": 35.075911
  },
  {
    "id": "d799d792d79c",
    "name": "יגל",
    "lat": 31.988314,
    "lng": 34.87909
  },
  {
    "id": "d799d79320d791d7a0d799d79ed799d79f",
    "name": "יד בנימין",
    "lat": 31.797738,
    "lng": 34.822062
  },
  {
    "id": "d799d79320d794d7a9d79ed795d7a0d794",
    "name": "יד השמונה",
    "lat": 31.807594,
    "lng": 35.09103
  },
  {
    "id": "d799d79320d797d7a0d794",
    "name": "יד חנה",
    "lat": 32.325686,
    "lng": 35.006566
  },
  {
    "id": "d799d79320d79ed7a8d793d79bd799",
    "name": "יד מרדכי",
    "lat": 31.588289,
    "lng": 34.558003
  },
  {
    "id": "d799d79320d7a0d7aad79f",
    "name": "יד נתן",
    "lat": 31.655139,
    "lng": 34.704719
  },
  {
    "id": "d799d79320d7a8d79ed79122d79d",
    "name": "יד רמב\"ם",
    "lat": 31.90055,
    "lng": 34.901521
  },
  {
    "id": "d799d793d799d793d794",
    "name": "ידידה",
    "lat": 31.811895,
    "lng": 35.104099
  },
  {
    "id": "d799d794d795d793",
    "name": "יהוד",
    "lat": 32.030771,
    "lng": 34.890208
  },
  {
    "id": "d799d794d79c",
    "name": "יהל",
    "lat": 30.083706,
    "lng": 35.129503
  },
  {
    "id": "d799d795d791d79c",
    "name": "יובל",
    "lat": 33.244738,
    "lng": 35.597806
  },
  {
    "id": "d799d795d791d79cd799d79d",
    "name": "יובלים",
    "lat": 32.878134,
    "lng": 35.27049
  },
  {
    "id": "d799d795d793d7a4d7aa",
    "name": "יודפת",
    "lat": 32.836921,
    "lng": 35.2724
  },
  {
    "id": "d799d795d7a0d7aad79f",
    "name": "יונתן",
    "lat": 32.93659,
    "lng": 35.793801
  },
  {
    "id": "d799d795d7a9d799d791d799d794",
    "name": "יושיביה",
    "lat": 31.443024,
    "lng": 34.609235
  },
  {
    "id": "d799d796d7a8d7a2d790d79c",
    "name": "יזרעאל",
    "lat": 32.561309,
    "lng": 35.321646
  },
  {
    "id": "d799d796d7a8d7a2d79d",
    "name": "יזרעם",
    "lat": 31.443214,
    "lng": 34.572488
  },
  {
    "id": "d799d797d799d7a2d79d",
    "name": "יחיעם",
    "lat": 32.996335,
    "lng": 35.220389
  },
  {
    "id": "d799d798d791d7aad794",
    "name": "יטבתה",
    "lat": 29.894979,
    "lng": 35.063072
  },
  {
    "id": "d799d799d79822d791",
    "name": "ייט\"ב",
    "lat": 31.948571,
    "lng": 35.422893
  },
  {
    "id": "d799d79bd799d7a0d799",
    "name": "יכיני",
    "lat": 31.482959,
    "lng": 34.599994
  },
  {
    "id": "d799d7a0d795d791",
    "name": "ינוב",
    "lat": 32.307108,
    "lng": 34.949908
  },
  {
    "id": "d799d7a0d795d79f",
    "name": "ינון",
    "lat": 31.74235,
    "lng": 34.782048
  },
  {
    "id": "d799d7a1d795d79320d794d79ed7a2d79cd794",
    "name": "יסוד המעלה",
    "lat": 33.056726,
    "lng": 35.602051
  },
  {
    "id": "d799d7a1d795d793d795d7aa",
    "name": "יסודות",
    "lat": 31.815525,
    "lng": 34.854956
  },
  {
    "id": "d799d7a1d7a2d795d7a8",
    "name": "יסעור",
    "lat": 32.900771,
    "lng": 35.166502
  },
  {
    "id": "d799d7a2d793",
    "name": "יעד",
    "lat": 32.877681,
    "lng": 35.244137
  },
  {
    "id": "d799d7a2d7a3",
    "name": "יעף",
    "lat": 32.26751,
    "lng": 34.964673
  },
  {
    "id": "d799d7a2d7a8d794",
    "name": "יערה",
    "lat": 33.06757,
    "lng": 35.185445
  },
  {
    "id": "d799d7a4d799d7a2",
    "name": "יפיע",
    "lat": 32.684194,
    "lng": 35.275687
  },
  {
    "id": "d799d7a4d799d7aa",
    "name": "יפית",
    "lat": 32.062244,
    "lng": 35.472971
  },
  {
    "id": "d799d7a4d7a2d7aa",
    "name": "יפעת",
    "lat": 32.678217,
    "lng": 35.22412
  },
  {
    "id": "d799d7a4d7aad797",
    "name": "יפתח",
    "lat": 33.127102,
    "lng": 35.551389
  },
  {
    "id": "d799d7a6d794d7a8",
    "name": "יצהר",
    "lat": 32.169427,
    "lng": 35.234991
  },
  {
    "id": "d799d7a6d799d7a5",
    "name": "יציץ",
    "lat": 31.86323,
    "lng": 34.861118
  },
  {
    "id": "d799d7a7d795d79d",
    "name": "יקום",
    "lat": 32.247954,
    "lng": 34.842017
  },
  {
    "id": "d799d7a7d799d7a8",
    "name": "יקיר",
    "lat": 32.14949,
    "lng": 35.114711
  },
  {
    "id": "d799d7a7d7a0d7a2d79d2028d79ed795d7a9d791d79429",
    "name": "יקנעם (מושבה)",
    "lat": 32.657019,
    "lng": 35.114994
  },
  {
    "id": "d799d7a7d7a0d7a2d79d20d7a2d799d79cd799d7aa",
    "name": "יקנעם עילית",
    "lat": 32.651841,
    "lng": 35.098068
  },
  {
    "id": "d799d7a8d790d795d79f",
    "name": "יראון",
    "lat": 33.077368,
    "lng": 35.45465
  },
  {
    "id": "d799d7a8d793d7a0d794",
    "name": "ירדנה",
    "lat": 32.565275,
    "lng": 35.563922
  },
  {
    "id": "d799d7a8d795d797d79d",
    "name": "ירוחם",
    "lat": 30.988469,
    "lng": 34.930535
  },
  {
    "id": "d799d7a8d795d7a9d79cd799d79d",
    "name": "ירושלים",
    "lat": 31.779742,
    "lng": 35.209551
  },
  {
    "id": "d799d7a8d797d799d791",
    "name": "ירחיב",
    "lat": 32.153227,
    "lng": 34.968829
  },
  {
    "id": "d799d7a8d79bd790",
    "name": "ירכא",
    "lat": 32.954415,
    "lng": 35.202165
  },
  {
    "id": "d799d7a8d7a7d795d7a0d794",
    "name": "ירקונה",
    "lat": 32.147376,
    "lng": 34.900386
  },
  {
    "id": "d799d7a9d7a2",
    "name": "ישע",
    "lat": 31.247585,
    "lng": 34.402232
  },
  {
    "id": "d799d7a9d7a2d799",
    "name": "ישעי",
    "lat": 31.751348,
    "lng": 34.96549
  },
  {
    "id": "d799d7a9d7a8d7a9",
    "name": "ישרש",
    "lat": 31.914843,
    "lng": 34.845859
  },
  {
    "id": "d799d7aad793",
    "name": "יתד",
    "lat": 31.206872,
    "lng": 34.326811
  },
  {
    "id": "d79bd790d791d795d79c",
    "name": "כאבול",
    "lat": 32.872206,
    "lng": 35.207213
  },
  {
    "id": "d79bd790d795d79bd79120d790d791d79520d790d79c2dd794d799d79227d790",
    "name": "כאוכב אבו אל-היג'א",
    "lat": 32.8306,
    "lng": 35.248356
  },
  {
    "id": "d79bd791d7a8d799",
    "name": "כברי",
    "lat": 33.020425,
    "lng": 35.146736
  },
  {
    "id": "d79bd793d795d7a8d799",
    "name": "כדורי",
    "lat": 32.702592,
    "lng": 35.407274
  },
  {
    "id": "d79bd793d799d79d",
    "name": "כדים",
    "lat": 32.449929,
    "lng": 35.31897
  },
  {
    "id": "d79bd795d79bd79120d794d7a9d797d7a8",
    "name": "כוכב השחר",
    "lat": 31.958849,
    "lng": 35.348996
  },
  {
    "id": "d79bd795d79bd79120d799d790d799d7a8",
    "name": "כוכב יאיר",
    "lat": 32.221267,
    "lng": 34.994703
  },
  {
    "id": "d79bd795d79bd79120d799d7a2d7a7d791",
    "name": "כוכב יעקב",
    "lat": 31.880747,
    "lng": 35.243557
  },
  {
    "id": "d79bd795d79bd79120d79ed799d79bd790d79c",
    "name": "כוכב מיכאל",
    "lat": 31.629456,
    "lng": 34.668755
  },
  {
    "id": "d79bd795d7a8d796d799d79d",
    "name": "כורזים",
    "lat": 32.909296,
    "lng": 35.551189
  },
  {
    "id": "d79bd797d79c",
    "name": "כחל",
    "lat": 32.892291,
    "lng": 35.509535
  },
  {
    "id": "d79bd799d7a1d795d7a4d799d79d",
    "name": "כיסופים",
    "lat": 31.374489,
    "lng": 34.400222
  },
  {
    "id": "d79bd799d7a9d795d7a8",
    "name": "כישור",
    "lat": 32.945593,
    "lng": 35.249571
  },
  {
    "id": "d79bd79cd799d79c",
    "name": "כליל",
    "lat": 32.980396,
    "lng": 35.19957
  },
  {
    "id": "d79bd79cd7a0d799d7aa",
    "name": "כלנית",
    "lat": 32.874432,
    "lng": 35.458441
  },
  {
    "id": "d79bd79ed790d7a0d794",
    "name": "כמאנה",
    "lat": 32.909324,
    "lng": 35.347558
  },
  {
    "id": "d79bd79ed794d799d79f",
    "name": "כמהין",
    "lat": 30.91062,
    "lng": 34.431539
  },
  {
    "id": "d79bd79ed795d79f",
    "name": "כמון",
    "lat": 32.91208,
    "lng": 35.359783
  },
  {
    "id": "d79bd7a0d7a3",
    "name": "כנף",
    "lat": 32.870804,
    "lng": 35.702105
  },
  {
    "id": "d79bd7a0d7a8d7aa2028d79ed795d7a9d791d79429",
    "name": "כנרת (מושבה)",
    "lat": 32.722216,
    "lng": 35.564101
  },
  {
    "id": "d79bd7a0d7a8d7aa2028d7a7d791d795d7a6d79429",
    "name": "כנרת (קבוצה)",
    "lat": 32.71329,
    "lng": 35.565216
  },
  {
    "id": "d79bd7a1d799d7a4d794",
    "name": "כסיפה",
    "lat": 31.244718,
    "lng": 35.080041
  },
  {
    "id": "d79bd7a1d79cd795d79f",
    "name": "כסלון",
    "lat": 31.773748,
    "lng": 35.04942
  },
  {
    "id": "d79bd7a1d7a8d7902dd7a1d79ed799d7a2",
    "name": "כסרא-סמיע",
    "lat": 32.969704,
    "lng": 35.30392
  },
  {
    "id": "d79bd7a2d791d799d7942dd798d791d790d7a92dd797d79227d790d79227d7a8d794",
    "name": "כעביה-טבאש-חג'אג'רה",
    "lat": 32.747218,
    "lng": 35.191327
  },
  {
    "id": "d79bd7a4d7a820d790d791d799d791",
    "name": "כפר אביב",
    "lat": 31.830988,
    "lng": 34.721011
  },
  {
    "id": "d79bd7a4d7a820d790d793d795d79ed799d79d",
    "name": "כפר אדומים",
    "lat": 31.821052,
    "lng": 35.340174
  },
  {
    "id": "d79bd7a4d7a820d790d795d7a8d799d794",
    "name": "כפר אוריה",
    "lat": 31.793597,
    "lng": 34.947051
  },
  {
    "id": "d79bd7a4d7a820d790d79622d7a8",
    "name": "כפר אז\"ר",
    "lat": 32.059162,
    "lng": 34.840818
  },
  {
    "id": "d79bd7a4d7a820d790d797d799d79d",
    "name": "כפר אחים",
    "lat": 31.744425,
    "lng": 34.75646
  },
  {
    "id": "d79bd7a4d7a820d791d799d790d79cd799d7a7",
    "name": "כפר ביאליק",
    "lat": 32.820702,
    "lng": 35.086812
  },
  {
    "id": "d79bd7a4d7a820d791d799d79c22d795",
    "name": "כפר ביל\"ו",
    "lat": 31.872962,
    "lng": 34.826043
  },
  {
    "id": "d79bd7a4d7a820d791d79cd795d79d",
    "name": "כפר בלום",
    "lat": 33.172212,
    "lng": 35.609876
  },
  {
    "id": "d79bd7a4d7a820d791d79f20d7a0d795d79f",
    "name": "כפר בן נון",
    "lat": 31.859821,
    "lng": 34.948257
  },
  {
    "id": "d79bd7a4d7a820d791d7a8d790",
    "name": "כפר ברא",
    "lat": 32.131085,
    "lng": 34.9709
  },
  {
    "id": "d79bd7a4d7a820d791d7a8d795d79a",
    "name": "כפר ברוך",
    "lat": 32.646675,
    "lng": 35.190227
  },
  {
    "id": "d79bd7a4d7a820d792d793d7a2d795d79f",
    "name": "כפר גדעון",
    "lat": 32.644094,
    "lng": 35.291168
  },
  {
    "id": "d79bd7a4d7a820d792d79cd799d79d",
    "name": "כפר גלים",
    "lat": 32.766478,
    "lng": 34.958566
  },
  {
    "id": "d79bd7a4d7a820d792d79cd799d7a7d7a1d795d79f",
    "name": "כפר גליקסון",
    "lat": 32.505884,
    "lng": 35.005022
  },
  {
    "id": "d79bd7a4d7a820d792d79cd7a2d793d799",
    "name": "כפר גלעדי",
    "lat": 33.242065,
    "lng": 35.575942
  },
  {
    "id": "d79bd7a4d7a820d793d7a0d799d790d79c",
    "name": "כפר דניאל",
    "lat": 31.932743,
    "lng": 34.93203
  },
  {
    "id": "d79bd7a4d7a820d794d790d795d7a8d7a0d799d79d",
    "name": "כפר האורנים",
    "lat": 31.91898,
    "lng": 35.038081
  },
  {
    "id": "d79bd7a4d7a820d794d797d795d7a8d7a9",
    "name": "כפר החורש",
    "lat": 32.7015,
    "lng": 35.273364
  },
  {
    "id": "d79bd7a4d7a820d794d79ed79bd791d799",
    "name": "כפר המכבי",
    "lat": 32.779267,
    "lng": 35.127128
  },
  {
    "id": "d79bd7a4d7a820d794d7a0d792d799d793",
    "name": "כפר הנגיד",
    "lat": 31.886989,
    "lng": 34.749011
  },
  {
    "id": "d79bd7a4d7a820d794d7a0d795d7a2d7a820d794d793d7aad799",
    "name": "כפר הנוער הדתי",
    "lat": 32.742766,
    "lng": 35.099186
  },
  {
    "id": "d79bd7a4d7a820d794d7a0d7a9d799d790",
    "name": "כפר הנשיא",
    "lat": 32.97443,
    "lng": 35.603407
  },
  {
    "id": "d79bd7a4d7a820d794d7a1",
    "name": "כפר הס",
    "lat": 32.24877,
    "lng": 34.938255
  },
  {
    "id": "d79bd7a4d7a820d794d7a8d79022d794",
    "name": "כפר הרא\"ה",
    "lat": 32.390091,
    "lng": 34.911116
  },
  {
    "id": "d79bd7a4d7a820d794d7a8d79922d7a3",
    "name": "כפר הרי\"ף",
    "lat": 31.749577,
    "lng": 34.792073
  },
  {
    "id": "d79bd7a4d7a820d795d799d7aad7a7d799d79f",
    "name": "כפר ויתקין",
    "lat": 32.382553,
    "lng": 34.883492
  },
  {
    "id": "d79bd7a4d7a820d795d7a8d791d795d7a8d792",
    "name": "כפר ורבורג",
    "lat": 31.719359,
    "lng": 34.725461
  },
  {
    "id": "d79bd7a4d7a820d795d7a8d793d799d79d",
    "name": "כפר ורדים",
    "lat": 32.995995,
    "lng": 35.268745
  },
  {
    "id": "d79bd7a4d7a820d796d799d7aad799d79d",
    "name": "כפר זיתים",
    "lat": 32.809607,
    "lng": 35.461241
  },
  {
    "id": "d79bd7a4d7a820d797d79122d793",
    "name": "כפר חב\"ד",
    "lat": 31.990101,
    "lng": 34.849997
  },
  {
    "id": "d79bd7a4d7a820d797d795d7a9d79f",
    "name": "כפר חושן",
    "lat": 33.009746,
    "lng": 35.439474
  },
  {
    "id": "d79bd7a4d7a820d797d799d798d799d79d",
    "name": "כפר חיטים",
    "lat": 32.802504,
    "lng": 35.503691
  },
  {
    "id": "d79bd7a4d7a820d797d799d799d79d",
    "name": "כפר חיים",
    "lat": 32.355286,
    "lng": 34.899516
  },
  {
    "id": "d79bd7a4d7a820d797d7a0d7a0d799d794",
    "name": "כפר חנניה",
    "lat": 32.915544,
    "lng": 35.423488
  },
  {
    "id": "d79bd7a4d7a820d797d7a1d799d793d799d79d20d79127",
    "name": "כפר חסידים ב'",
    "lat": 32.752632,
    "lng": 35.087256
  },
  {
    "id": "d79bd7a4d7a820d797d7a8d795d791",
    "name": "כפר חרוב",
    "lat": 32.761423,
    "lng": 35.663501
  },
  {
    "id": "d79bd7a4d7a820d798d7a8d795d79ed79f",
    "name": "כפר טרומן",
    "lat": 31.980491,
    "lng": 34.923834
  },
  {
    "id": "d79bd7a4d7a820d799d790d7a1d799d7a3",
    "name": "כפר יאסיף",
    "lat": 32.953411,
    "lng": 35.16224
  },
  {
    "id": "d79bd7a4d7a820d799d793d799d793d799d794",
    "name": "כפר ידידיה",
    "lat": 32.34539,
    "lng": 34.899449
  },
  {
    "id": "d79bd7a4d7a820d799d794d795d7a9d7a2",
    "name": "כפר יהושע",
    "lat": 32.681332,
    "lng": 35.152858
  },
  {
    "id": "d79bd7a4d7a820d799d795d7a0d794",
    "name": "כפר יונה",
    "lat": 32.316207,
    "lng": 34.92911
  },
  {
    "id": "d79bd7a4d7a820d799d797d796d7a7d790d79c",
    "name": "כפר יחזקאל",
    "lat": 32.566671,
    "lng": 35.358799
  },
  {
    "id": "d79bd7a4d7a820d799d7a2d791d7a5",
    "name": "כפר יעבץ",
    "lat": 32.275021,
    "lng": 34.965389
  },
  {
    "id": "d79bd7a4d7a820d79bd79ed790",
    "name": "כפר כמא",
    "lat": 32.721551,
    "lng": 35.439994
  },
  {
    "id": "d79bd7a4d7a820d79bd7a0d790",
    "name": "כפר כנא",
    "lat": 32.747407,
    "lng": 35.341721
  },
  {
    "id": "d79bd7a4d7a820d79ed795d7a0d7a9",
    "name": "כפר מונש",
    "lat": 32.347898,
    "lng": 34.91587
  },
  {
    "id": "d79bd7a4d7a820d79ed799d79ed795d79f",
    "name": "כפר מימון",
    "lat": 31.425895,
    "lng": 34.544595
  },
  {
    "id": "d79bd7a4d7a820d79ed79c22d79c",
    "name": "כפר מל\"ל",
    "lat": 32.16747,
    "lng": 34.894402
  },
  {
    "id": "d79bd7a4d7a820d79ed7a0d793d790",
    "name": "כפר מנדא",
    "lat": 32.808447,
    "lng": 35.263494
  },
  {
    "id": "d79bd7a4d7a820d79ed7a0d797d79d",
    "name": "כפר מנחם",
    "lat": 31.73234,
    "lng": 34.834192
  },
  {
    "id": "d79bd7a4d7a820d79ed7a1d7a8d799d7a7",
    "name": "כפר מסריק",
    "lat": 32.886617,
    "lng": 35.099999
  },
  {
    "id": "d79bd7a4d7a820d79ed7a6d7a8",
    "name": "כפר מצר",
    "lat": 32.645542,
    "lng": 35.422773
  },
  {
    "id": "d79bd7a4d7a820d79ed7a8d793d79bd799",
    "name": "כפר מרדכי",
    "lat": 31.831335,
    "lng": 34.755262
  },
  {
    "id": "d79bd7a4d7a820d7a0d798d7a8",
    "name": "כפר נטר",
    "lat": 32.275831,
    "lng": 34.871881
  },
  {
    "id": "d79bd7a4d7a820d7a1d790d79cd793",
    "name": "כפר סאלד",
    "lat": 33.194601,
    "lng": 35.657162
  },
  {
    "id": "d79bd7a4d7a820d7a1d791d790",
    "name": "כפר סבא",
    "lat": 32.177454,
    "lng": 34.917685
  },
  {
    "id": "d79bd7a4d7a820d7a1d799d7a8d7a7d799d79f",
    "name": "כפר סירקין",
    "lat": 32.076567,
    "lng": 34.924935
  },
  {
    "id": "d79bd7a4d7a820d7a2d791d795d793d794",
    "name": "כפר עבודה",
    "lat": 32.257964,
    "lng": 34.941276
  },
  {
    "id": "d79bd7a4d7a820d7a2d796d794",
    "name": "כפר עזה",
    "lat": 31.483046,
    "lng": 34.53297
  },
  {
    "id": "d79bd7a4d7a820d7a2d7a6d799d795d79f",
    "name": "כפר עציון",
    "lat": 31.649459,
    "lng": 35.115448
  },
  {
    "id": "d79bd7a4d7a820d7a4d799d7a0d7a1",
    "name": "כפר פינס",
    "lat": 32.484451,
    "lng": 35.00213
  },
  {
    "id": "d79bd7a4d7a820d7a7d790d7a1d79d",
    "name": "כפר קאסם",
    "lat": 32.11452,
    "lng": 34.97598
  },
  {
    "id": "d79bd7a4d7a820d7a7d799d7a9",
    "name": "כפר קיש",
    "lat": 32.666744,
    "lng": 35.449043
  },
  {
    "id": "d79bd7a4d7a820d7a7d7a8d7a2",
    "name": "כפר קרע",
    "lat": 32.504868,
    "lng": 35.050463
  },
  {
    "id": "d79bd7a4d7a820d7a8d790d7a920d794d7a0d7a7d7a8d794",
    "name": "כפר ראש הנקרה",
    "lat": 33.08606,
    "lng": 35.114799
  },
  {
    "id": "d79bd7a4d7a820d7a8d795d796d7a0d795d790d79cd7932028d796d7a8d7a2d799d7aa29",
    "name": "כפר רוזנואלד (זרעית)",
    "lat": 33.098935,
    "lng": 35.287931
  },
  {
    "id": "d79bd7a4d7a820d7a8d795d7a4d799d79f",
    "name": "כפר רופין",
    "lat": 32.458657,
    "lng": 35.55579
  },
  {
    "id": "d79bd7a4d7a820d7a8d795d7aa",
    "name": "כפר רות",
    "lat": 31.90977,
    "lng": 35.030593
  },
  {
    "id": "d79bd7a4d7a820d7a9d79ed790d799",
    "name": "כפר שמאי",
    "lat": 32.956691,
    "lng": 35.457071
  },
  {
    "id": "d79bd7a4d7a820d7a9d79ed795d790d79c",
    "name": "כפר שמואל",
    "lat": 31.889992,
    "lng": 34.932353
  },
  {
    "id": "d79bd7a4d7a820d7a9d79ed7a8d799d794d795",
    "name": "כפר שמריהו",
    "lat": 32.185925,
    "lng": 34.824834
  },
  {
    "id": "d79bd7a4d7a820d7aad791d795d7a8",
    "name": "כפר תבור",
    "lat": 32.688229,
    "lng": 35.421104
  },
  {
    "id": "d79bd7a4d7a820d7aad7a4d795d797",
    "name": "כפר תפוח",
    "lat": 32.119527,
    "lng": 35.249842
  },
  {
    "id": "d79bd7a8d79bd795d79d",
    "name": "כרכום",
    "lat": 32.930023,
    "lng": 35.607937
  },
  {
    "id": "d79bd7a8d79d20d791d79f20d796d79ed7a8d794",
    "name": "כרם בן זמרה",
    "lat": 33.034004,
    "lng": 35.471027
  },
  {
    "id": "d79bd7a8d79d20d791d79f20d7a9d79ed79f",
    "name": "כרם בן שמן",
    "lat": 31.95781,
    "lng": 34.936983
  },
  {
    "id": "d79bd7a8d79d20d799d791d7a0d7942028d799d7a9d799d791d79429",
    "name": "כרם יבנה (ישיבה)",
    "lat": 31.819445,
    "lng": 34.721623
  },
  {
    "id": "d79bd7a8d79d20d79ed794d7a822d79c",
    "name": "כרם מהר\"ל",
    "lat": 32.646286,
    "lng": 34.990094
  },
  {
    "id": "d79bd7a8d79d20d7a9d79cd795d79d",
    "name": "כרם שלום",
    "lat": 31.227816,
    "lng": 34.28448
  },
  {
    "id": "d79bd7a8d79ed79920d799d795d7a1d7a3",
    "name": "כרמי יוסף",
    "lat": 31.847997,
    "lng": 34.920511
  },
  {
    "id": "d79bd7a8d79ed79920d7a6d795d7a8",
    "name": "כרמי צור",
    "lat": 31.608695,
    "lng": 35.100122
  },
  {
    "id": "d79bd7a8d79ed799d790d79c",
    "name": "כרמיאל",
    "lat": 32.91371,
    "lng": 35.297677
  },
  {
    "id": "d79bd7a8d79ed799d799d794",
    "name": "כרמייה",
    "lat": 31.604177,
    "lng": 34.542155
  },
  {
    "id": "d79bd7a8d79ed799d79d",
    "name": "כרמים",
    "lat": 31.333068,
    "lng": 34.917688
  },
  {
    "id": "d79bd7a8d79ed79c",
    "name": "כרמל",
    "lat": 31.432351,
    "lng": 35.185285
  },
  {
    "id": "d79cd791d795d79f",
    "name": "לבון",
    "lat": 32.942383,
    "lng": 35.286917
  },
  {
    "id": "d79cd791d799d790",
    "name": "לביא",
    "lat": 32.787012,
    "lng": 35.452664
  },
  {
    "id": "d79cd791d7a0d799d79d",
    "name": "לבנים",
    "lat": 32.863864,
    "lng": 35.492469
  },
  {
    "id": "d79cd794d791",
    "name": "להב",
    "lat": 31.379127,
    "lng": 34.869492
  },
  {
    "id": "d79cd794d791d795d7aa20d794d791d7a9d79f",
    "name": "להבות הבשן",
    "lat": 33.141408,
    "lng": 35.645905
  },
  {
    "id": "d79cd794d791d795d7aa20d797d791d799d791d794",
    "name": "להבות חביבה",
    "lat": 32.395014,
    "lng": 35.009591
  },
  {
    "id": "d79cd794d791d799d79d",
    "name": "להבים",
    "lat": 31.370031,
    "lng": 34.814017
  },
  {
    "id": "d79cd795d793",
    "name": "לוד",
    "lat": 31.951022,
    "lng": 34.887884
  },
  {
    "id": "d79cd795d796d799d7aa",
    "name": "לוזית",
    "lat": 31.686813,
    "lng": 34.886735
  },
  {
    "id": "d79cd795d797d79ed79920d794d792d799d798d790d795d7aa",
    "name": "לוחמי הגיטאות",
    "lat": 32.962233,
    "lng": 35.097971
  },
  {
    "id": "d79cd795d798d79d",
    "name": "לוטם",
    "lat": 32.88164,
    "lng": 35.357407
  },
  {
    "id": "d79cd795d798d79f",
    "name": "לוטן",
    "lat": 29.986666,
    "lng": 35.087925
  },
  {
    "id": "d79cd799d79ed79f",
    "name": "לימן",
    "lat": 33.060733,
    "lng": 35.111125
  },
  {
    "id": "d79cd79bd799d7a9",
    "name": "לכיש",
    "lat": 31.564142,
    "lng": 34.841451
  },
  {
    "id": "d79cd7a4d799d793",
    "name": "לפיד",
    "lat": 31.917402,
    "lng": 35.032371
  },
  {
    "id": "d79cd7a4d799d793d795d7aa",
    "name": "לפידות",
    "lat": 32.960978,
    "lng": 35.265652
  },
  {
    "id": "d79cd7a7d799d794",
    "name": "לקיה",
    "lat": 31.323844,
    "lng": 34.864758
  },
  {
    "id": "d79ed790d795d7a8",
    "name": "מאור",
    "lat": 32.421426,
    "lng": 35.00464
  },
  {
    "id": "d79ed790d799d7a820d7a9d7a4d799d794",
    "name": "מאיר שפיה",
    "lat": 32.591185,
    "lng": 34.97008
  },
  {
    "id": "d79ed791d795d79020d791d799d7aad7a8",
    "name": "מבוא ביתר",
    "lat": 31.722868,
    "lng": 35.103469
  },
  {
    "id": "d79ed791d795d79020d793d795d7aad79f",
    "name": "מבוא דותן",
    "lat": 32.420199,
    "lng": 35.175472
  },
  {
    "id": "d79ed791d795d79020d797d795d7a8d795d79f",
    "name": "מבוא חורון",
    "lat": 31.847724,
    "lng": 35.037587
  },
  {
    "id": "d79ed791d795d79020d797d79ed794",
    "name": "מבוא חמה",
    "lat": 32.735912,
    "lng": 35.655158
  },
  {
    "id": "d79ed791d795d79020d79ed795d793d799d7a2d799d79d",
    "name": "מבוא מודיעים",
    "lat": 31.933977,
    "lng": 34.98686
  },
  {
    "id": "d79ed791d795d7a2d799d79d",
    "name": "מבועים",
    "lat": 31.449212,
    "lng": 34.65405
  },
  {
    "id": "d79ed791d798d797d799d79d",
    "name": "מבטחים",
    "lat": 31.239972,
    "lng": 34.408483
  },
  {
    "id": "d79ed791d7a7d799d7a2d799d79d",
    "name": "מבקיעים",
    "lat": 31.621375,
    "lng": 34.574284
  },
  {
    "id": "d79ed791d7a9d7a8d7aa20d7a6d799d795d79f",
    "name": "מבשרת ציון",
    "lat": 31.800175,
    "lng": 35.150526
  },
  {
    "id": "d79ed79227d793d79c20d7a9d79ed7a1",
    "name": "מג'דל שמס",
    "lat": 33.26641,
    "lng": 35.768749
  },
  {
    "id": "d79ed792d790d7a8",
    "name": "מגאר",
    "lat": 32.887985,
    "lng": 35.404286
  },
  {
    "id": "d79ed792d793d799d79d",
    "name": "מגדים",
    "lat": 32.728985,
    "lng": 34.958883
  },
  {
    "id": "d79ed792d793d79c",
    "name": "מגדל",
    "lat": 32.836436,
    "lng": 35.507646
  },
  {
    "id": "d79ed792d793d79c20d794d7a2d79ed7a7",
    "name": "מגדל העמק",
    "lat": 32.679275,
    "lng": 35.242892
  },
  {
    "id": "d79ed792d793d79c20d7a2d795d796",
    "name": "מגדל עוז",
    "lat": 31.639268,
    "lng": 35.143489
  },
  {
    "id": "d79ed792d793d79c20d7aad7a4d79f",
    "name": "מגדל תפן",
    "lat": 32.977394,
    "lng": 35.275664
  },
  {
    "id": "d79ed792d793d79cd799d79d",
    "name": "מגדלים",
    "lat": 32.090158,
    "lng": 35.342216
  },
  {
    "id": "d79ed792d799d793d795",
    "name": "מגידו",
    "lat": 32.579549,
    "lng": 35.181814
  },
  {
    "id": "d79ed792d79c",
    "name": "מגל",
    "lat": 32.385565,
    "lng": 35.03522
  },
  {
    "id": "d79ed792d79f",
    "name": "מגן",
    "lat": 31.298279,
    "lng": 34.42907
  },
  {
    "id": "d79ed792d79f20d7a9d790d795d79c",
    "name": "מגן שאול",
    "lat": 32.521217,
    "lng": 35.307519
  },
  {
    "id": "d79ed792d7a9d799d79ed799d79d",
    "name": "מגשימים",
    "lat": 32.04679,
    "lng": 34.898663
  },
  {
    "id": "d79ed793d7a8d79a20d7a2d795d796",
    "name": "מדרך עוז",
    "lat": 32.594927,
    "lng": 35.158449
  },
  {
    "id": "d79ed793d7a8d7a9d7aa20d7a8d795d7a4d799d79f",
    "name": "מדרשת רופין",
    "lat": 32.341762,
    "lng": 34.912191
  },
  {
    "id": "d79ed795d793d799d7a2d799d79f20d7a2d799d79cd799d7aa",
    "name": "מודיעין עילית",
    "lat": 31.931723,
    "lng": 35.040969
  },
  {
    "id": "d79ed795d793d799d7a2d799d79f2dd79ed79bd791d799d79d2dd7a8d7a2d795d7aa",
    "name": "מודיעין-מכבים-רעות",
    "lat": 31.89865,
    "lng": 35.013849
  },
  {
    "id": "d79ed795d79cd793d7aa",
    "name": "מולדת",
    "lat": 32.58584,
    "lng": 35.44173
  },
  {
    "id": "d79ed795d7a2d790d795d795d799d794",
    "name": "מועאוויה",
    "lat": 32.531563,
    "lng": 35.104118
  },
  {
    "id": "d79ed795d7a6d79020d7a2d799d79cd799d7aa",
    "name": "מוצא עילית",
    "lat": 31.793921,
    "lng": 35.157465
  },
  {
    "id": "d79ed795d7a6d79ed795d7a5",
    "name": "מוצמוץ",
    "lat": 32.544279,
    "lng": 35.155145
  },
  {
    "id": "d79ed795d7a7d799d799d791d79cd794",
    "name": "מוקייבלה",
    "lat": 32.514174,
    "lng": 35.29645
  },
  {
    "id": "d79ed795d7a8d79f",
    "name": "מורן",
    "lat": 32.919563,
    "lng": 35.394875
  },
  {
    "id": "d79ed795d7a8d7a9d7aa",
    "name": "מורשת",
    "lat": 32.826967,
    "lng": 35.234087
  },
  {
    "id": "d79ed795d7a9d799d799d7a8d7a4d794",
    "name": "מושיירפה",
    "lat": 32.553726,
    "lng": 35.156636
  },
  {
    "id": "d79ed796d795d7a8",
    "name": "מזור",
    "lat": 32.052184,
    "lng": 34.925247
  },
  {
    "id": "d79ed796d79bd7a8d7aa20d791d7aad799d794",
    "name": "מזכרת בתיה",
    "lat": 31.851289,
    "lng": 34.842587
  },
  {
    "id": "d79ed796d7a8d7a2",
    "name": "מזרע",
    "lat": 32.65096,
    "lng": 35.287257
  },
  {
    "id": "d79ed796d7a8d7a2d794",
    "name": "מזרעה",
    "lat": 32.984395,
    "lng": 35.098597
  },
  {
    "id": "d79ed797d795d79cd794",
    "name": "מחולה",
    "lat": 32.36872,
    "lng": 35.516591
  },
  {
    "id": "d79ed797d7a0d799d799d79d",
    "name": "מחניים",
    "lat": 32.989817,
    "lng": 35.570286
  },
  {
    "id": "d79ed797d7a1d799d794",
    "name": "מחסיה",
    "lat": 31.747816,
    "lng": 35.007168
  },
  {
    "id": "d79ed798d795d79cd794",
    "name": "מטולה",
    "lat": 33.280649,
    "lng": 35.575013
  },
  {
    "id": "d79ed798d7a2",
    "name": "מטע",
    "lat": 31.71774,
    "lng": 35.061346
  },
  {
    "id": "d79ed79920d7a2d79ed799",
    "name": "מי עמי",
    "lat": 32.503119,
    "lng": 35.145346
  },
  {
    "id": "d79ed799d798d791",
    "name": "מיטב",
    "lat": 32.5459,
    "lng": 35.300445
  },
  {
    "id": "d79ed799d799d7a1d7a8",
    "name": "מייסר",
    "lat": 32.444516,
    "lng": 35.042565
  },
  {
    "id": "d79ed799d7a6d7a8",
    "name": "מיצר",
    "lat": 32.766095,
    "lng": 35.735782
  },
  {
    "id": "d79ed799d7a8d791",
    "name": "מירב",
    "lat": 32.452839,
    "lng": 35.421813
  },
  {
    "id": "d79ed799d7a8d795d79f",
    "name": "מירון",
    "lat": 32.990586,
    "lng": 35.443053
  },
  {
    "id": "d79ed799d7a9d7a8",
    "name": "מישר",
    "lat": 31.818468,
    "lng": 34.754005
  },
  {
    "id": "d79ed799d7aad7a8",
    "name": "מיתר",
    "lat": 31.326036,
    "lng": 34.940198
  },
  {
    "id": "d79ed79bd795d7a8d794",
    "name": "מכורה",
    "lat": 32.161711,
    "lng": 35.423532
  },
  {
    "id": "d79ed79bd79ed795d7a8d7aa",
    "name": "מכמורת",
    "lat": 32.405591,
    "lng": 34.871925
  },
  {
    "id": "d79ed79bd79ed7a0d799d79d",
    "name": "מכמנים",
    "lat": 32.907165,
    "lng": 35.329716
  },
  {
    "id": "d79ed79cd790d794",
    "name": "מלאה",
    "lat": 32.563795,
    "lng": 35.236744
  },
  {
    "id": "d79ed79cd799d79cd795d7aa",
    "name": "מלילות",
    "lat": 31.38903,
    "lng": 34.595845
  },
  {
    "id": "d79ed79cd79bd799d799d794",
    "name": "מלכייה",
    "lat": 33.097905,
    "lng": 35.510938
  },
  {
    "id": "d79ed79cd79bd799d7a9d795d7a2",
    "name": "מלכישוע",
    "lat": 32.438149,
    "lng": 35.412781
  },
  {
    "id": "d79ed7a0d795d797d794",
    "name": "מנוחה",
    "lat": 31.656927,
    "lng": 34.776968
  },
  {
    "id": "d79ed7a0d795d7a3",
    "name": "מנוף",
    "lat": 32.852834,
    "lng": 35.237898
  },
  {
    "id": "d79ed7a0d795d7aa",
    "name": "מנות",
    "lat": 33.03856,
    "lng": 35.196803
  },
  {
    "id": "d79ed7a0d797d79ed799d794",
    "name": "מנחמיה",
    "lat": 32.666607,
    "lng": 35.555187
  },
  {
    "id": "d79ed7a0d7a8d794",
    "name": "מנרה",
    "lat": 33.19522,
    "lng": 35.544632
  },
  {
    "id": "d79ed7a0d7a9d799d7aa20d796d791d793d794",
    "name": "מנשית זבדה",
    "lat": 32.705524,
    "lng": 35.19276
  },
  {
    "id": "d79ed7a1d793",
    "name": "מסד",
    "lat": 32.843514,
    "lng": 35.423543
  },
  {
    "id": "d79ed7a1d793d794",
    "name": "מסדה",
    "lat": 32.682976,
    "lng": 35.5985
  },
  {
    "id": "d79ed7a1d799d79cd795d7aa",
    "name": "מסילות",
    "lat": 32.495254,
    "lng": 35.474408
  },
  {
    "id": "d79ed7a1d799d79cd7aa20d7a6d799d795d79f",
    "name": "מסילת ציון",
    "lat": 31.802503,
    "lng": 35.011168
  },
  {
    "id": "d79ed7a1d79cd795d79c",
    "name": "מסלול",
    "lat": 31.323394,
    "lng": 34.588845
  },
  {
    "id": "d79ed7a1d7a2d793d794",
    "name": "מסעדה",
    "lat": 33.231705,
    "lng": 35.755757
  },
  {
    "id": "d79ed7a2d791d7a8d795d7aa",
    "name": "מעברות",
    "lat": 32.363584,
    "lng": 34.905143
  },
  {
    "id": "d79ed7a2d792d79cd799d79d",
    "name": "מעגלים",
    "lat": 31.396749,
    "lng": 34.598678
  },
  {
    "id": "d79ed7a2d792d79f",
    "name": "מעגן",
    "lat": 32.706263,
    "lng": 35.600694
  },
  {
    "id": "d79ed7a2d792d79f20d79ed799d79bd790d79c",
    "name": "מעגן מיכאל",
    "lat": 32.556341,
    "lng": 34.915617
  },
  {
    "id": "d79ed7a2d795d79620d797d799d799d79d",
    "name": "מעוז חיים",
    "lat": 32.493103,
    "lng": 35.551155
  },
  {
    "id": "d79ed7a2d795d79f",
    "name": "מעון",
    "lat": 31.413576,
    "lng": 35.164799
  },
  {
    "id": "d79ed7a2d795d7a0d794",
    "name": "מעונה",
    "lat": 33.017255,
    "lng": 35.261944
  },
  {
    "id": "d79ed7a2d799d799d79f20d791d7a8d795d79a",
    "name": "מעיין ברוך",
    "lat": 33.239306,
    "lng": 35.607454
  },
  {
    "id": "d79ed7a2d799d799d79f20d7a6d791d799",
    "name": "מעיין צבי",
    "lat": 32.57617,
    "lng": 34.928191
  },
  {
    "id": "d79ed7a2d799d79cd799d790",
    "name": "מעיליא",
    "lat": 33.027078,
    "lng": 35.257234
  },
  {
    "id": "d79ed7a2d79cd79420d790d793d795d79ed799d79d",
    "name": "מעלה אדומים",
    "lat": 31.784158,
    "lng": 35.313529
  },
  {
    "id": "d79ed7a2d79cd79420d790d7a4d7a8d799d79d",
    "name": "מעלה אפרים",
    "lat": 32.069932,
    "lng": 35.405029
  },
  {
    "id": "d79ed7a2d79cd79420d792d79cd791d795d7a2",
    "name": "מעלה גלבוע",
    "lat": 32.47607,
    "lng": 35.418954
  },
  {
    "id": "d79ed7a2d79cd79420d792d79ed79cd790",
    "name": "מעלה גמלא",
    "lat": 32.882795,
    "lng": 35.682946
  },
  {
    "id": "d79ed7a2d79cd79420d794d797d79ed799d7a9d794",
    "name": "מעלה החמישה",
    "lat": 31.817617,
    "lng": 35.111675
  },
  {
    "id": "d79ed7a2d79cd79420d79cd791d795d7a0d794",
    "name": "מעלה לבונה",
    "lat": 32.054788,
    "lng": 35.240365
  },
  {
    "id": "d79ed7a2d79cd79420d79ed79bd79ed7a9",
    "name": "מעלה מכמש",
    "lat": 31.879689,
    "lng": 35.306742
  },
  {
    "id": "d79ed7a2d79cd79420d7a2d79ed795d7a1",
    "name": "מעלה עמוס",
    "lat": 31.596404,
    "lng": 35.229869
  },
  {
    "id": "d79ed7a2d79cd79420d7a9d795d79ed7a8d795d79f",
    "name": "מעלה שומרון",
    "lat": 32.166137,
    "lng": 35.070456
  },
  {
    "id": "d79ed7a2d79cd795d7aa2dd7aad7a8d7a9d799d797d790",
    "name": "מעלות-תרשיחא",
    "lat": 33.017849,
    "lng": 35.282122
  },
  {
    "id": "d79ed7a2d7a0d799d7aa",
    "name": "מענית",
    "lat": 32.458045,
    "lng": 35.026165
  },
  {
    "id": "d79ed7a4d79cd7a1d799d79d",
    "name": "מפלסים",
    "lat": 31.500781,
    "lng": 34.563122
  },
  {
    "id": "d79ed7a6d793d795d7aa20d799d794d795d793d794",
    "name": "מצדות יהודה",
    "lat": 31.364048,
    "lng": 35.112636
  },
  {
    "id": "d79ed7a6d795d791d794",
    "name": "מצובה",
    "lat": 33.062554,
    "lng": 35.15753
  },
  {
    "id": "d79ed7a6d79cd799d797",
    "name": "מצליח",
    "lat": 31.905836,
    "lng": 34.874586
  },
  {
    "id": "d79ed7a6d7a4d794",
    "name": "מצפה",
    "lat": 32.790221,
    "lng": 35.509113
  },
  {
    "id": "d79ed7a6d7a4d79420d790d791d79922d791",
    "name": "מצפה אבי\"ב",
    "lat": 32.836664,
    "lng": 35.200448
  },
  {
    "id": "d79ed7a6d7a4d79420d799d7a8d799d797d795",
    "name": "מצפה יריחו",
    "lat": 31.815696,
    "lng": 35.394027
  },
  {
    "id": "d79ed7a6d7a4d79420d7a0d798d795d7a4d794",
    "name": "מצפה נטופה",
    "lat": 32.802812,
    "lng": 35.386223
  },
  {
    "id": "d79ed7a6d7a4d79420d7a8d79ed795d79f",
    "name": "מצפה רמון",
    "lat": 30.615658,
    "lng": 34.80209
  },
  {
    "id": "d79ed7a6d7a4d79420d7a9d79cd79d",
    "name": "מצפה שלם",
    "lat": 31.566987,
    "lng": 35.401976
  },
  {
    "id": "d79ed7a6d7a8",
    "name": "מצר",
    "lat": 32.440342,
    "lng": 35.04807
  },
  {
    "id": "d79ed7a8d792d79cd799d795d7aa",
    "name": "מרגליות",
    "lat": 33.218292,
    "lng": 35.545496
  },
  {
    "id": "d79ed7a8d795d79d20d792d795d79cd79f",
    "name": "מרום גולן",
    "lat": 33.132118,
    "lng": 35.780062
  },
  {
    "id": "d79ed7a8d797d791d799d7942028d79ed795d7a9d79129",
    "name": "מרחביה (מושב)",
    "lat": 32.604897,
    "lng": 35.317209
  },
  {
    "id": "d79ed7a8d797d791d799d7942028d7a7d799d791d795d7a529",
    "name": "מרחביה (קיבוץ)",
    "lat": 32.606002,
    "lng": 35.308182
  },
  {
    "id": "d79ed7a8d79bd79620d7a9d7a4d799d7a8d790",
    "name": "מרכז שפירא",
    "lat": 31.697048,
    "lng": 34.708216
  },
  {
    "id": "d79ed7a9d790d791d79920d7a9d793d794",
    "name": "משאבי שדה",
    "lat": 31.004913,
    "lng": 34.786022
  },
  {
    "id": "d79ed7a9d792d79120d793d791",
    "name": "משגב דב",
    "lat": 31.820394,
    "lng": 34.739445
  },
  {
    "id": "d79ed7a9d792d79120d7a2d79d",
    "name": "משגב עם",
    "lat": 33.246798,
    "lng": 35.54906
  },
  {
    "id": "d79ed7a9d794d793",
    "name": "משהד",
    "lat": 32.74117,
    "lng": 35.321986
  },
  {
    "id": "d79ed7a9d795d790d794",
    "name": "משואה",
    "lat": 32.113512,
    "lng": 35.492055
  },
  {
    "id": "d79ed7a9d795d790d795d7aa20d799d7a6d797d7a7",
    "name": "משואות יצחק",
    "lat": 31.702876,
    "lng": 34.691069
  },
  {
    "id": "d79ed7a9d79bd799d795d7aa",
    "name": "משכיות",
    "lat": 32.317271,
    "lng": 35.50255
  },
  {
    "id": "d79ed7a9d79ed7a820d790d799d799d79cd795d79f",
    "name": "משמר איילון",
    "lat": 31.871777,
    "lng": 34.944764
  },
  {
    "id": "d79ed7a9d79ed7a820d793d795d793",
    "name": "משמר דוד",
    "lat": 31.822856,
    "lng": 34.901349
  },
  {
    "id": "d79ed7a9d79ed7a820d794d799d7a8d793d79f",
    "name": "משמר הירדן",
    "lat": 33.004882,
    "lng": 35.599872
  },
  {
    "id": "d79ed7a9d79ed7a820d794d7a0d792d791",
    "name": "משמר הנגב",
    "lat": 31.363917,
    "lng": 34.718947
  },
  {
    "id": "d79ed7a9d79ed7a820d794d7a2d79ed7a7",
    "name": "משמר העמק",
    "lat": 32.609531,
    "lng": 35.144676
  },
  {
    "id": "d79ed7a9d79ed7a820d794d7a9d791d7a2d794",
    "name": "משמר השבעה",
    "lat": 32.009633,
    "lng": 34.824302
  },
  {
    "id": "d79ed7a9d79ed7a820d794d7a9d7a8d795d79f",
    "name": "משמר השרון",
    "lat": 32.35516,
    "lng": 34.919798
  },
  {
    "id": "d79ed7a9d79ed7a8d795d7aa",
    "name": "משמרות",
    "lat": 32.487227,
    "lng": 34.983733
  },
  {
    "id": "d79ed7a9d79ed7a8d7aa",
    "name": "משמרת",
    "lat": 32.228068,
    "lng": 34.920735
  },
  {
    "id": "d79ed7a9d7a2d79f",
    "name": "משען",
    "lat": 31.657273,
    "lng": 34.623996
  },
  {
    "id": "d79ed7aad79f",
    "name": "מתן",
    "lat": 32.158595,
    "lng": 34.972961
  },
  {
    "id": "d79ed7aad7aa",
    "name": "מתת",
    "lat": 33.040494,
    "lng": 35.358043
  },
  {
    "id": "d79ed7aad7aad799d794d795",
    "name": "מתתיהו",
    "lat": 31.929034,
    "lng": 35.031724
  },
  {
    "id": "d7a0d790d795d7aa20d792d795d79cd79f",
    "name": "נאות גולן",
    "lat": 32.785668,
    "lng": 35.690735
  },
  {
    "id": "d7a0d790d795d7aa20d794d79bd799d79bd7a8",
    "name": "נאות הכיכר",
    "lat": 30.936895,
    "lng": 35.382864
  },
  {
    "id": "d7a0d790d795d7aa20d79ed7a8d793d79bd799",
    "name": "נאות מרדכי",
    "lat": 33.159944,
    "lng": 35.597248
  },
  {
    "id": "d7a0d790d795d7aa20d7a1d79ed793d7a8",
    "name": "נאות סמדר",
    "lat": 30.049606,
    "lng": 35.027201
  },
  {
    "id": "d7a0d790d7a2d795d7a8d794",
    "name": "נאעורה",
    "lat": 32.610852,
    "lng": 35.392658
  },
  {
    "id": "d7a0d791d798d799d79d",
    "name": "נבטים",
    "lat": 31.223439,
    "lng": 34.882543
  },
  {
    "id": "d7a0d792d791d794",
    "name": "נגבה",
    "lat": 31.661698,
    "lng": 34.682949
  },
  {
    "id": "d7a0d792d795d794d795d7aa",
    "name": "נגוהות",
    "lat": 31.493414,
    "lng": 34.98297
  },
  {
    "id": "d7a0d794d795d7a8d794",
    "name": "נהורה",
    "lat": 31.622828,
    "lng": 34.705179
  },
  {
    "id": "d7a0d794d79cd79c",
    "name": "נהלל",
    "lat": 32.690188,
    "lng": 35.193446
  },
  {
    "id": "d7a0d794d7a8d799d799d794",
    "name": "נהרייה",
    "lat": 33.012235,
    "lng": 35.094915
  },
  {
    "id": "d7a0d795d791",
    "name": "נוב",
    "lat": 32.832456,
    "lng": 35.783251
  },
  {
    "id": "d7a0d795d792d794",
    "name": "נוגה",
    "lat": 31.623715,
    "lng": 34.693857
  },
  {
    "id": "d7a0d795d795d79420d790d795d7a8",
    "name": "נווה אור",
    "lat": 32.587963,
    "lng": 35.552848
  },
  {
    "id": "d7a0d795d795d79420d790d798d79922d791",
    "name": "נווה אטי\"ב",
    "lat": 33.262002,
    "lng": 35.741943
  },
  {
    "id": "d7a0d795d795d79420d790d799d79cd79f",
    "name": "נווה אילן",
    "lat": 31.807861,
    "lng": 35.081307
  },
  {
    "id": "d7a0d795d795d79420d790d799d7aad79f",
    "name": "נווה איתן",
    "lat": 32.491873,
    "lng": 35.532239
  },
  {
    "id": "d7a0d795d795d79420d790d7a4d7a8d799d79d",
    "name": "נווה אפרים",
    "lat": 32.025282,
    "lng": 34.873988
  },
  {
    "id": "d7a0d795d795d79420d793d7a0d799d790d79c",
    "name": "נווה דניאל",
    "lat": 31.67841,
    "lng": 35.142969
  },
  {
    "id": "d7a0d795d795d79420d796d795d794d7a8",
    "name": "נווה זוהר",
    "lat": 31.152497,
    "lng": 35.364368
  },
  {
    "id": "d7a0d795d795d79420d796d799d795",
    "name": "נווה זיו",
    "lat": 33.027116,
    "lng": 35.182319
  },
  {
    "id": "d7a0d795d795d79420d797d7a8d799d7a3",
    "name": "נווה חריף",
    "lat": 30.037991,
    "lng": 35.036406
  },
  {
    "id": "d7a0d795d795d79420d799d79d",
    "name": "נווה ים",
    "lat": 32.67953,
    "lng": 34.930898
  },
  {
    "id": "d7a0d795d795d79420d799d79ed799d79f",
    "name": "נווה ימין",
    "lat": 32.171723,
    "lng": 34.939627
  },
  {
    "id": "d7a0d795d795d79420d799d7a8d7a7",
    "name": "נווה ירק",
    "lat": 32.134993,
    "lng": 34.924409
  },
  {
    "id": "d7a0d795d795d79420d79ed791d798d797",
    "name": "נווה מבטח",
    "lat": 31.805474,
    "lng": 34.740455
  },
  {
    "id": "d7a0d795d795d79420d79ed799d79bd790d79c",
    "name": "נווה מיכאל",
    "lat": 31.673079,
    "lng": 35.005751
  },
  {
    "id": "d7a0d795d795d79420d7a9d79cd795d79d",
    "name": "נווה שלום",
    "lat": 31.817721,
    "lng": 34.978163
  },
  {
    "id": "d7a0d795d7a2d79d",
    "name": "נועם",
    "lat": 31.567919,
    "lng": 34.788319
  },
  {
    "id": "d7a0d795d7a320d790d799d799d79cd795d79f",
    "name": "נוף איילון",
    "lat": 31.869606,
    "lng": 34.989608
  },
  {
    "id": "d7a0d795d7a4d799d79d",
    "name": "נופים",
    "lat": 32.154734,
    "lng": 35.10222
  },
  {
    "id": "d7a0d795d7a4d799d7aa",
    "name": "נופית",
    "lat": 32.759172,
    "lng": 35.1462
  },
  {
    "id": "d7a0d795d7a4d79a",
    "name": "נופך",
    "lat": 32.043406,
    "lng": 34.920597
  },
  {
    "id": "d7a0d795d7a7d793d799d79d",
    "name": "נוקדים",
    "lat": 31.647638,
    "lng": 35.248849
  },
  {
    "id": "d7a0d795d7a8d793d799d799d794",
    "name": "נורדייה",
    "lat": 32.312826,
    "lng": 34.897207
  },
  {
    "id": "d7a0d795d7a8d799d7aa",
    "name": "נורית",
    "lat": 32.541725,
    "lng": 35.35662
  },
  {
    "id": "d7a0d79722d79c20d792d791d7a2d795d7aa",
    "name": "נח\"ל גבעות",
    "lat": 31.679291,
    "lng": 35.101224
  },
  {
    "id": "d7a0d797d795d7a9d794",
    "name": "נחושה",
    "lat": 31.62991,
    "lng": 34.955094
  },
  {
    "id": "d7a0d797d79c20d790d79cd799d7a9d7a2",
    "name": "נחל אלישע",
    "lat": 31.910405,
    "lng": 35.478896
  },
  {
    "id": "d7a0d797d79c20d792d7a0d7aa",
    "name": "נחל גנת",
    "lat": 32.474659,
    "lng": 35.273652
  },
  {
    "id": "d7a0d797d79c20d793d795d7a8d79f",
    "name": "נחל דורן",
    "lat": 31.521935,
    "lng": 34.992217
  },
  {
    "id": "d7a0d797d79c20d7a0d79ed7a8d795d793",
    "name": "נחל נמרוד",
    "lat": 33.245419,
    "lng": 35.751426
  },
  {
    "id": "d7a0d797d79c20d7a2d795d796",
    "name": "נחל עוז",
    "lat": 31.472368,
    "lng": 34.497677
  },
  {
    "id": "d7a0d797d79cd794",
    "name": "נחלה",
    "lat": 31.65888,
    "lng": 34.794861
  },
  {
    "id": "d7a0d797d79cd799d790d79c",
    "name": "נחליאל",
    "lat": 31.97397,
    "lng": 35.140199
  },
  {
    "id": "d7a0d797d79cd799d79d",
    "name": "נחלים",
    "lat": 32.058245,
    "lng": 34.911893
  },
  {
    "id": "d7a0d797d79d",
    "name": "נחם",
    "lat": 31.766216,
    "lng": 35.00301
  },
  {
    "id": "d7a0d797d7a3",
    "name": "נחף",
    "lat": 32.934849,
    "lng": 35.318554
  },
  {
    "id": "d7a0d797d7a9d795d79cd799d79d",
    "name": "נחשולים",
    "lat": 32.613544,
    "lng": 34.920668
  },
  {
    "id": "d7a0d797d7a9d795d79f",
    "name": "נחשון",
    "lat": 31.831072,
    "lng": 34.95443
  },
  {
    "id": "d7a0d797d7a9d795d7a0d799d79d",
    "name": "נחשונים",
    "lat": 32.061168,
    "lng": 34.94845
  },
  {
    "id": "d7a0d798d795d7a2d794",
    "name": "נטועה",
    "lat": 33.064692,
    "lng": 35.32747
  },
  {
    "id": "d7a0d798d795d7a8",
    "name": "נטור",
    "lat": 32.853022,
    "lng": 35.753477
  },
  {
    "id": "d7a0d798d7a2d799d79d",
    "name": "נטעים",
    "lat": 31.941632,
    "lng": 34.772763
  },
  {
    "id": "d7a0d798d7a3",
    "name": "נטף",
    "lat": 31.832076,
    "lng": 35.067758
  },
  {
    "id": "d7a0d799d799d79f",
    "name": "ניין",
    "lat": 32.630855,
    "lng": 35.349027
  },
  {
    "id": "d7a0d799d7a1d7a0d799d7aa",
    "name": "ניסנית",
    "lat": 31.561665,
    "lng": 34.531356
  },
  {
    "id": "d7a0d799d7a6d79f",
    "name": "ניצן",
    "lat": 31.740194,
    "lng": 34.629645
  },
  {
    "id": "d7a0d799d7a6d7a0d79920d7a1d799d7a0d799",
    "name": "ניצני סיני",
    "lat": 30.904327,
    "lng": 34.397638
  },
  {
    "id": "d7a0d799d7a6d7a0d79920d7a2d795d796",
    "name": "ניצני עוז",
    "lat": 32.305496,
    "lng": 35.00418
  },
  {
    "id": "d7a0d799d7a6d7a0d799d79d",
    "name": "ניצנים",
    "lat": 31.715386,
    "lng": 34.635536
  },
  {
    "id": "d7a0d799d7a820d790d79cd799d794d795",
    "name": "ניר אליהו",
    "lat": 32.197021,
    "lng": 34.948999
  },
  {
    "id": "d7a0d799d7a820d791d7a0d799d79d",
    "name": "ניר בנים",
    "lat": 31.671605,
    "lng": 34.755121
  },
  {
    "id": "d7a0d799d7a820d792d79cd799d79d",
    "name": "ניר גלים",
    "lat": 31.822741,
    "lng": 34.679862
  },
  {
    "id": "d7a0d799d7a820d793d795d7932028d7aad79c20d7a2d79ed79c29",
    "name": "ניר דוד (תל עמל)",
    "lat": 32.504637,
    "lng": 35.45589
  },
  {
    "id": "d7a0d799d7a820d79722d79f",
    "name": "ניר ח\"ן",
    "lat": 31.609307,
    "lng": 34.714646
  },
  {
    "id": "d7a0d799d7a820d799d7a4d794",
    "name": "ניר יפה",
    "lat": 32.570176,
    "lng": 35.24651
  },
  {
    "id": "d7a0d799d7a820d799d7a6d797d7a7",
    "name": "ניר יצחק",
    "lat": 31.237172,
    "lng": 34.357541
  },
  {
    "id": "d7a0d799d7a820d799d7a9d7a8d790d79c",
    "name": "ניר ישראל",
    "lat": 31.687473,
    "lng": 34.636101
  },
  {
    "id": "d7a0d799d7a820d79ed7a9d794",
    "name": "ניר משה",
    "lat": 31.477406,
    "lng": 34.631439
  },
  {
    "id": "d7a0d799d7a820d7a2d795d796",
    "name": "ניר עוז",
    "lat": 31.312339,
    "lng": 34.401976
  },
  {
    "id": "d7a0d799d7a820d7a2d79d",
    "name": "ניר עם",
    "lat": 31.51828,
    "lng": 34.585657
  },
  {
    "id": "d7a0d799d7a820d7a2d7a6d799d795d79f",
    "name": "ניר עציון",
    "lat": 32.700816,
    "lng": 34.991623
  },
  {
    "id": "d7a0d799d7a820d7a2d7a7d799d791d790",
    "name": "ניר עקיבא",
    "lat": 31.469932,
    "lng": 34.646697
  },
  {
    "id": "d7a0d799d7a820d7a6d791d799",
    "name": "ניר צבי",
    "lat": 31.952785,
    "lng": 34.863035
  },
  {
    "id": "d7a0d799d7a8d799d79d",
    "name": "נירים",
    "lat": 31.334587,
    "lng": 34.396125
  },
  {
    "id": "d7a0d799d7a8d799d7aa",
    "name": "נירית",
    "lat": 32.146507,
    "lng": 34.984947
  },
  {
    "id": "d7a0d799d7a8d79f",
    "name": "נירן",
    "lat": 31.968434,
    "lng": 35.458544
  },
  {
    "id": "d7a0d7a120d794d7a8d799d79d",
    "name": "נס הרים",
    "lat": 31.744928,
    "lng": 35.054901
  },
  {
    "id": "d7a0d7a120d7a2d79ed799d79d",
    "name": "נס עמים",
    "lat": 32.966717,
    "lng": 35.120937
  },
  {
    "id": "d7a0d7a120d7a6d799d795d7a0d794",
    "name": "נס ציונה",
    "lat": 31.929434,
    "lng": 34.802225
  },
  {
    "id": "d7a0d7a2d795d7a8d799d79d",
    "name": "נעורים",
    "lat": 32.372145,
    "lng": 34.861637
  },
  {
    "id": "d7a0d7a2d79cd794",
    "name": "נעלה",
    "lat": 31.962908,
    "lng": 35.064271
  },
  {
    "id": "d7a0d7a2d79ed799",
    "name": "נעמי",
    "lat": 31.909992,
    "lng": 35.466432
  },
  {
    "id": "d7a0d7a2d79f",
    "name": "נען",
    "lat": 31.883431,
    "lng": 34.855177
  },
  {
    "id": "d7a0d7a6d7a820d7a1d7a8d7a0d799",
    "name": "נצר סרני",
    "lat": 31.923058,
    "lng": 34.824646
  },
  {
    "id": "d7a0d7a6d7a8d7aa",
    "name": "נצרת",
    "lat": 32.700218,
    "lng": 35.293032
  },
  {
    "id": "d7a0d7a6d7a8d7aa20d7a2d799d79cd799d7aa",
    "name": "נצרת עילית",
    "lat": 32.714518,
    "lng": 35.322725
  },
  {
    "id": "d7a0d7a9d7a8",
    "name": "נשר",
    "lat": 32.771882,
    "lng": 35.043607
  },
  {
    "id": "d7a0d7aad799d79120d794d792d793d795d793",
    "name": "נתיב הגדוד",
    "lat": 31.988271,
    "lng": 35.445541
  },
  {
    "id": "d7a0d7aad799d79120d794d79c22d794",
    "name": "נתיב הל\"ה",
    "lat": 31.688159,
    "lng": 34.981913
  },
  {
    "id": "d7a0d7aad799d79120d794d7a2d7a9d7a8d794",
    "name": "נתיב העשרה",
    "lat": 31.567478,
    "lng": 34.541021
  },
  {
    "id": "d7a0d7aad799d79120d794d7a9d799d799d7a8d794",
    "name": "נתיב השיירה",
    "lat": 32.99385,
    "lng": 35.13603
  },
  {
    "id": "d7a0d7aad799d791d795d7aa",
    "name": "נתיבות",
    "lat": 31.421515,
    "lng": 34.588313
  },
  {
    "id": "d7a0d7aad7a0d799d794",
    "name": "נתניה",
    "lat": 32.312777,
    "lng": 34.855914
  },
  {
    "id": "d7a1d790d79227d795d7a8",
    "name": "סאג'ור",
    "lat": 32.941248,
    "lng": 35.344664
  },
  {
    "id": "d7a1d790d79cd79d",
    "name": "סאלם",
    "lat": 32.543325,
    "lng": 35.198647
  },
  {
    "id": "d7a1d790d7a1d790",
    "name": "סאסא",
    "lat": 33.06108,
    "lng": 35.434732
  },
  {
    "id": "d7a1d791d799d795d79f",
    "name": "סביון",
    "lat": 32.046678,
    "lng": 34.877973
  },
  {
    "id": "d7a1d792d795d79cd794",
    "name": "סגולה",
    "lat": 31.670519,
    "lng": 34.780058
  },
  {
    "id": "d7a1d795d790d7a2d7932028d797d79ed7a8d799d799d79429",
    "name": "סואעד (חמרייה)",
    "lat": 32.767331,
    "lng": 35.167704
  },
  {
    "id": "d7a1d795d79cd79d",
    "name": "סולם",
    "lat": 32.606646,
    "lng": 35.334686
  },
  {
    "id": "d7a1d795d7a1d799d794",
    "name": "סוסיה",
    "lat": 31.391787,
    "lng": 35.11427
  },
  {
    "id": "d7a1d795d7a4d794",
    "name": "סופה",
    "lat": 31.237172,
    "lng": 34.3422
  },
  {
    "id": "d7a1d79727d7a0d799d79f",
    "name": "סח'נין",
    "lat": 32.865286,
    "lng": 35.300627
  },
  {
    "id": "d7a1d79cd79ed794",
    "name": "סלמה",
    "lat": 32.894046,
    "lng": 35.362234
  },
  {
    "id": "d7a1d79cd7a2d799d7aa",
    "name": "סלעית",
    "lat": 32.242669,
    "lng": 35.050014
  },
  {
    "id": "d7a1d79ed7a8",
    "name": "סמר",
    "lat": 29.831708,
    "lng": 35.022823
  },
  {
    "id": "d7a1d7a2d793",
    "name": "סעד",
    "lat": 31.470409,
    "lng": 34.535306
  },
  {
    "id": "d7a1d7a2d7a8",
    "name": "סער",
    "lat": 33.028839,
    "lng": 35.109595
  },
  {
    "id": "d7a1d7a4d799d7a8",
    "name": "ספיר",
    "lat": 30.607715,
    "lng": 35.188206
  },
  {
    "id": "d7a1d7aad7a8d799d799d794",
    "name": "סתרייה",
    "lat": 31.890738,
    "lng": 34.845051
  },
  {
    "id": "d7a2d791d793d795d79f",
    "name": "עבדון",
    "lat": 33.049428,
    "lng": 35.18238
  },
  {
    "id": "d7a2d792d795d7a8",
    "name": "עגור",
    "lat": 31.696876,
    "lng": 34.912786
  },
  {
    "id": "d7a2d793d799",
    "name": "עדי",
    "lat": 32.782686,
    "lng": 35.173706
  },
  {
    "id": "d7a2d793d7a0d799d79d",
    "name": "עדנים",
    "lat": 32.139353,
    "lng": 34.909024
  },
  {
    "id": "d7a2d795d796d794",
    "name": "עוזה",
    "lat": 31.592675,
    "lng": 34.764197
  },
  {
    "id": "d7a2d795d796d799d799d7a8",
    "name": "עוזייר",
    "lat": 32.790182,
    "lng": 35.324626
  },
  {
    "id": "d7a2d795d79cd7a9",
    "name": "עולש",
    "lat": 32.332543,
    "lng": 34.986326
  },
  {
    "id": "d7a2d795d79ed7a8",
    "name": "עומר",
    "lat": 31.268509,
    "lng": 34.845908
  },
  {
    "id": "d7a2d795d7a4d7a8",
    "name": "עופר",
    "lat": 32.622482,
    "lng": 34.981646
  },
  {
    "id": "d7a2d795d7a6d79d",
    "name": "עוצם",
    "lat": 31.636987,
    "lng": 34.704391
  },
  {
    "id": "d7a2d796d7a8",
    "name": "עזר",
    "lat": 31.736856,
    "lng": 34.670809
  },
  {
    "id": "d7a2d796d7a8d799d790d79c",
    "name": "עזריאל",
    "lat": 32.26185,
    "lng": 34.970731
  },
  {
    "id": "d7a2d796d7a8d799d794",
    "name": "עזריה",
    "lat": 31.889365,
    "lng": 34.910202
  },
  {
    "id": "d7a2d796d7a8d799d7a7d79d",
    "name": "עזריקם",
    "lat": 31.751287,
    "lng": 34.697238
  },
  {
    "id": "d7a2d798d7a8d7aa",
    "name": "עטרת",
    "lat": 32.000352,
    "lng": 35.176451
  },
  {
    "id": "d7a2d799d793d79f",
    "name": "עידן",
    "lat": 30.80369,
    "lng": 35.298705
  },
  {
    "id": "d7a2d799d799d79cd791d795d79f",
    "name": "עיילבון",
    "lat": 32.835269,
    "lng": 35.40292
  },
  {
    "id": "d7a2d799d799d7a0d795d7aa",
    "name": "עיינות",
    "lat": 31.91715,
    "lng": 34.768332
  },
  {
    "id": "d7a2d799d79cd795d798",
    "name": "עילוט",
    "lat": 32.718182,
    "lng": 35.261894
  },
  {
    "id": "d7a2d799d79f20d7902dd7a1d794d79cd794",
    "name": "עין א-סהלה",
    "lat": 32.490532,
    "lng": 35.116845
  },
  {
    "id": "d7a2d799d79f20d790d799d799d79cd794",
    "name": "עין איילה",
    "lat": 32.629444,
    "lng": 34.947568
  },
  {
    "id": "d7a2d799d79f20d790d79c2dd790d7a1d793",
    "name": "עין אל-אסד",
    "lat": 32.940361,
    "lng": 35.399405
  },
  {
    "id": "d7a2d799d79f20d792d791",
    "name": "עין גב",
    "lat": 32.777905,
    "lng": 35.640946
  },
  {
    "id": "d7a2d799d79f20d792d793d799",
    "name": "עין גדי",
    "lat": 31.457743,
    "lng": 35.390542
  },
  {
    "id": "d7a2d799d79f20d793d795d7a8",
    "name": "עין דור",
    "lat": 32.6409,
    "lng": 35.377341
  },
  {
    "id": "d7a2d799d79f20d794d791d7a9d795d7a8",
    "name": "עין הבשור",
    "lat": 31.281443,
    "lng": 34.449354
  },
  {
    "id": "d7a2d799d79f20d794d795d793",
    "name": "עין הוד",
    "lat": 32.69997,
    "lng": 34.98264
  },
  {
    "id": "d7a2d799d79f20d794d797d795d7a8d7a9",
    "name": "עין החורש",
    "lat": 32.386081,
    "lng": 34.939981
  },
  {
    "id": "d7a2d799d79f20d794d79ed7a4d7a8d7a5",
    "name": "עין המפרץ",
    "lat": 32.906403,
    "lng": 35.10336
  },
  {
    "id": "d7a2d799d79f20d794d7a0d7a6d79922d791",
    "name": "עין הנצי\"ב",
    "lat": 32.469849,
    "lng": 35.502375
  },
  {
    "id": "d7a2d799d79f20d794d7a9d795d7a4d798",
    "name": "עין השופט",
    "lat": 32.595674,
    "lng": 35.100444
  },
  {
    "id": "d7a2d799d79f20d794d7a9d79cd795d7a9d794",
    "name": "עין השלושה",
    "lat": 31.351514,
    "lng": 34.401475
  },
  {
    "id": "d7a2d799d79f20d795d7a8d793",
    "name": "עין ורד",
    "lat": 32.264352,
    "lng": 34.931544
  },
  {
    "id": "d7a2d799d79f20d796d799d795d795d79f",
    "name": "עין זיוון",
    "lat": 33.095505,
    "lng": 35.795026
  },
  {
    "id": "d7a2d799d79f20d797d795d793",
    "name": "עין חוד",
    "lat": 32.691598,
    "lng": 34.999853
  },
  {
    "id": "d7a2d799d79f20d797d7a6d791d794",
    "name": "עין חצבה",
    "lat": 30.799112,
    "lng": 35.251912
  },
  {
    "id": "d7a2d799d79f20d797d7a8d795d7932028d790d799d797d795d79329",
    "name": "עין חרוד (איחוד)",
    "lat": 32.564956,
    "lng": 35.390508
  },
  {
    "id": "d7a2d799d79f20d797d7a8d795d7932028d79ed790d795d797d79329",
    "name": "עין חרוד (מאוחד)",
    "lat": 32.557486,
    "lng": 35.390434
  },
  {
    "id": "d7a2d799d79f20d799d794d791",
    "name": "עין יהב",
    "lat": 30.660489,
    "lng": 35.239081
  },
  {
    "id": "d7a2d799d79f20d799d7a2d7a7d791",
    "name": "עין יעקב",
    "lat": 33.011565,
    "lng": 35.227498
  },
  {
    "id": "d7a2d799d79f20d79bd7a8d79ed79c",
    "name": "עין כרמל",
    "lat": 32.677082,
    "lng": 34.955777
  },
  {
    "id": "d7a2d799d79f20d79ed790d794d79c",
    "name": "עין מאהל",
    "lat": 32.722062,
    "lng": 35.352653
  },
  {
    "id": "d7a2d799d79f20d7a0d7a7d795d791d790",
    "name": "עין נקובא",
    "lat": 31.794374,
    "lng": 35.121664
  },
  {
    "id": "d7a2d799d79f20d7a2d799d7a8d795d79f",
    "name": "עין עירון",
    "lat": 32.482841,
    "lng": 35.012026
  },
  {
    "id": "d7a2d799d79f20d7a6d795d7a8d799d79d",
    "name": "עין צורים",
    "lat": 31.695381,
    "lng": 34.718602
  },
  {
    "id": "d7a2d799d79f20d7a7d7a0d799d799d790",
    "name": "עין קנייא",
    "lat": 33.236447,
    "lng": 35.731346
  },
  {
    "id": "d7a2d799d79f20d7a8d790d7a4d794",
    "name": "עין ראפה",
    "lat": 31.79034,
    "lng": 35.113647
  },
  {
    "id": "d7a2d799d79f20d7a9d79ed7a8",
    "name": "עין שמר",
    "lat": 32.456743,
    "lng": 35.009335
  },
  {
    "id": "d7a2d799d79f20d7a9d7a8d799d793",
    "name": "עין שריד",
    "lat": 32.27374,
    "lng": 34.935941
  },
  {
    "id": "d7a2d799d7a0d7aa",
    "name": "עינת",
    "lat": 32.08287,
    "lng": 34.939059
  },
  {
    "id": "d7a2d799d7a820d790d795d791d795d7aa",
    "name": "עיר אובות",
    "lat": 30.809622,
    "lng": 35.246446
  },
  {
    "id": "d7a2d799d7a820d79bd7a8d79ed79c",
    "name": "עיר כרמל",
    "lat": 32.693345,
    "lng": 35.05285
  },
  {
    "id": "d7a2d79bd795",
    "name": "עכו",
    "lat": 32.927507,
    "lng": 35.089486
  },
  {
    "id": "d7a2d79cd795d79ed799d79d",
    "name": "עלומים",
    "lat": 31.451776,
    "lng": 34.513343
  },
  {
    "id": "d7a2d79cd799",
    "name": "עלי",
    "lat": 32.074599,
    "lng": 35.272573
  },
  {
    "id": "d7a2d79cd79920d796d794d791",
    "name": "עלי זהב",
    "lat": 32.071312,
    "lng": 35.065845
  },
  {
    "id": "d7a2d79cd79ed794",
    "name": "עלמה",
    "lat": 33.051877,
    "lng": 35.499942
  },
  {
    "id": "d7a2d79cd79ed795d79f",
    "name": "עלמון",
    "lat": 31.828866,
    "lng": 35.293971
  },
  {
    "id": "d7a2d79ed795d7a7d794",
    "name": "עמוקה",
    "lat": 32.997645,
    "lng": 35.524764
  },
  {
    "id": "d7a2d79ed799d7a0d793d791",
    "name": "עמינדב",
    "lat": 31.751561,
    "lng": 35.141909
  },
  {
    "id": "d7a2d79ed799d7a2d793",
    "name": "עמיעד",
    "lat": 32.92712,
    "lng": 35.540983
  },
  {
    "id": "d7a2d79ed799d7a2d795d796",
    "name": "עמיעוז",
    "lat": 31.248535,
    "lng": 34.413452
  },
  {
    "id": "d7a2d79ed799d7a7d79d",
    "name": "עמיקם",
    "lat": 32.5635,
    "lng": 35.020897
  },
  {
    "id": "d7a2d79ed799d7a8",
    "name": "עמיר",
    "lat": 33.177549,
    "lng": 35.621183
  },
  {
    "id": "d7a2d79ed7a0d795d790d79c",
    "name": "עמנואל",
    "lat": 32.161789,
    "lng": 35.139503
  },
  {
    "id": "d7a2d79ed7a7d794",
    "name": "עמקה",
    "lat": 32.978997,
    "lng": 35.162539
  },
  {
    "id": "d7a2d7a0d791",
    "name": "ענב",
    "lat": 32.286053,
    "lng": 35.127346
  },
  {
    "id": "d7a2d7a4d795d79cd794",
    "name": "עפולה",
    "lat": 32.61453,
    "lng": 35.305438
  },
  {
    "id": "d7a2d7a4d7a8d794",
    "name": "עפרה",
    "lat": 31.953029,
    "lng": 35.261723
  },
  {
    "id": "d7a2d7a4d7a8d799d79d",
    "name": "עפרים",
    "lat": 32.018599,
    "lng": 35.044753
  },
  {
    "id": "d7a2d7a520d790d7a4d7a8d799d79d",
    "name": "עץ אפרים",
    "lat": 32.119476,
    "lng": 35.046408
  },
  {
    "id": "d7a2d7a8d790d791d794",
    "name": "עראבה",
    "lat": 32.851142,
    "lng": 35.338782
  },
  {
    "id": "d7a2d7a8d790d79ed7a9d794",
    "name": "עראמשה",
    "lat": 33.097504,
    "lng": 35.221175
  },
  {
    "id": "d7a2d7a8d793",
    "name": "ערד",
    "lat": 31.256095,
    "lng": 35.212833
  },
  {
    "id": "d7a2d7a8d795d792d795d7aa",
    "name": "ערוגות",
    "lat": 31.734198,
    "lng": 34.77214
  },
  {
    "id": "d7a2d7a8d7a2d7a8d794",
    "name": "ערערה",
    "lat": 32.50085,
    "lng": 35.091775
  },
  {
    "id": "d7a2d7a8d7a2d7a8d7942dd791d7a0d792d791",
    "name": "ערערה-בנגב",
    "lat": 31.155357,
    "lng": 35.022263
  },
  {
    "id": "d7a2d7a9d7a8d7aa",
    "name": "עשרת",
    "lat": 31.824612,
    "lng": 34.747276
  },
  {
    "id": "d7a2d7aad79cd799d7aa",
    "name": "עתלית",
    "lat": 32.696351,
    "lng": 34.944728
  },
  {
    "id": "d7a2d7aad7a0d799d790d79c",
    "name": "עתניאל",
    "lat": 31.43919,
    "lng": 35.030205
  },
  {
    "id": "d7a4d790d7a8d79f",
    "name": "פארן",
    "lat": 30.365741,
    "lng": 35.153401
  },
  {
    "id": "d7a4d793d795d790d79c",
    "name": "פדואל",
    "lat": 32.061802,
    "lng": 35.051973
  },
  {
    "id": "d7a4d793d795d799d799d79d",
    "name": "פדויים",
    "lat": 31.32695,
    "lng": 34.611838
  },
  {
    "id": "d7a4d793d799d794",
    "name": "פדיה",
    "lat": 31.857827,
    "lng": 34.881535
  },
  {
    "id": "d7a4d795d7a8d799d799d793d799d7a1",
    "name": "פוריידיס",
    "lat": 32.59796,
    "lng": 34.952841
  },
  {
    "id": "d7a4d795d7a8d799d799d794202d20d79bd7a4d7a820d7a2d791d795d793d794",
    "name": "פורייה - כפר עבודה",
    "lat": 32.717115,
    "lng": 35.54587
  },
  {
    "id": "d7a4d795d7a8d799d799d794202d20d7a0d795d795d79420d7a2d795d791d793",
    "name": "פורייה - נווה עובד",
    "lat": 32.743304,
    "lng": 35.537597
  },
  {
    "id": "d7a4d795d7a8d799d799d79420d7a2d799d79cd799d7aa",
    "name": "פורייה עילית",
    "lat": 32.731081,
    "lng": 35.546553
  },
  {
    "id": "d7a4d795d7a8d7aa",
    "name": "פורת",
    "lat": 32.2771,
    "lng": 34.951349
  },
  {
    "id": "d7a4d798d799d7a9",
    "name": "פטיש",
    "lat": 31.326888,
    "lng": 34.559402
  },
  {
    "id": "d7a4d79cd79a",
    "name": "פלך",
    "lat": 32.933136,
    "lng": 35.232472
  },
  {
    "id": "d7a4d79cd79ed797d799d79d",
    "name": "פלמחים",
    "lat": 31.931957,
    "lng": 34.70733
  },
  {
    "id": "d7a4d7a0d79920d797d791d7a8",
    "name": "פני חבר",
    "lat": 31.485824,
    "lng": 35.165445
  },
  {
    "id": "d7a4d7a1d792d795d7aa",
    "name": "פסגות",
    "lat": 31.898811,
    "lng": 35.224774
  },
  {
    "id": "d7a4d7a1d795d798d794",
    "name": "פסוטה",
    "lat": 33.048083,
    "lng": 35.310181
  },
  {
    "id": "d7a4d7a2d79ed79920d7aad7a922d796",
    "name": "פעמי תש\"ז",
    "lat": 31.44029,
    "lng": 34.693266
  },
  {
    "id": "d7a4d7a6d790d79c",
    "name": "פצאל",
    "lat": 32.044746,
    "lng": 35.44361
  },
  {
    "id": "d7a4d7a7d799d7a2d799d79f2028d791d795d7a7d799d799d7a2d79429",
    "name": "פקיעין (בוקייעה)",
    "lat": 32.978611,
    "lng": 35.325367
  },
  {
    "id": "d7a4d7a7d799d7a2d799d79f20d797d793d7a9d794",
    "name": "פקיעין חדשה",
    "lat": 32.98356,
    "lng": 35.322849
  },
  {
    "id": "d7a4d7a8d793d7a120d797d7a0d7942dd79bd7a8d79bd795d7a8",
    "name": "פרדס חנה-כרכור",
    "lat": 32.47303,
    "lng": 34.964046
  },
  {
    "id": "d7a4d7a8d793d7a1d799d799d794",
    "name": "פרדסייה",
    "lat": 32.305859,
    "lng": 34.909974
  },
  {
    "id": "d7a4d7a8d795d793",
    "name": "פרוד",
    "lat": 32.927421,
    "lng": 35.433766
  },
  {
    "id": "d7a4d7a8d796d795d79f",
    "name": "פרזון",
    "lat": 32.545714,
    "lng": 35.310381
  },
  {
    "id": "d7a4d7a8d79920d792d79f",
    "name": "פרי גן",
    "lat": 31.221623,
    "lng": 34.355852
  },
  {
    "id": "d7a4d7aad79720d7aad7a7d795d795d794",
    "name": "פתח תקווה",
    "lat": 32.087753,
    "lng": 34.883396
  },
  {
    "id": "d7a4d7aad797d799d794",
    "name": "פתחיה",
    "lat": 31.86689,
    "lng": 34.887051
  },
  {
    "id": "d7a6d790d79cd799d79d",
    "name": "צאלים",
    "lat": 31.203591,
    "lng": 34.534821
  },
  {
    "id": "d7a6d791d799d794",
    "name": "צביה",
    "lat": 32.889871,
    "lng": 35.331012
  },
  {
    "id": "d7a6d791d7a2d795d79f",
    "name": "צבעון",
    "lat": 33.025995,
    "lng": 35.41752
  },
  {
    "id": "d7a6d795d791d794",
    "name": "צובה",
    "lat": 31.784231,
    "lng": 35.11972
  },
  {
    "id": "d7a6d795d797d7a8",
    "name": "צוחר",
    "lat": 31.237432,
    "lng": 34.423574
  },
  {
    "id": "d7a6d795d7a4d799d79d",
    "name": "צופים",
    "lat": 32.198081,
    "lng": 35.009085
  },
  {
    "id": "d7a6d795d7a4d799d7aa",
    "name": "צופית",
    "lat": 32.19239,
    "lng": 34.922519
  },
  {
    "id": "d7a6d795d7a4d7a8",
    "name": "צופר",
    "lat": 30.559713,
    "lng": 35.181058
  },
  {
    "id": "d7a6d795d7a7d79920d799d79d",
    "name": "צוקי ים",
    "lat": 32.36135,
    "lng": 34.858725
  },
  {
    "id": "d7a6d795d7a820d794d793d7a1d794",
    "name": "צור הדסה",
    "lat": 31.716583,
    "lng": 35.095026
  },
  {
    "id": "d7a6d795d7a820d79ed7a9d794",
    "name": "צור משה",
    "lat": 32.297514,
    "lng": 34.91494
  },
  {
    "id": "d7a6d795d7a820d7a0d7aad79f",
    "name": "צור נתן",
    "lat": 32.240422,
    "lng": 35.002681
  },
  {
    "id": "d7a6d795d7a8d799d790d79c",
    "name": "צוריאל",
    "lat": 33.00855,
    "lng": 35.31208
  },
  {
    "id": "d7a6d795d7a8d799d7aa",
    "name": "צורית",
    "lat": 32.902872,
    "lng": 35.252037
  },
  {
    "id": "d7a6d795d7a8d79f",
    "name": "צורן",
    "lat": 32.287764,
    "lng": 34.944741
  },
  {
    "id": "d7a6d795d7a8d79f2dd7a7d793d799d79ed794",
    "name": "צורן-קדימה",
    "lat": 32.279484,
    "lng": 34.911044
  },
  {
    "id": "d7a6d799d7a4d795d7a8d799",
    "name": "ציפורי",
    "lat": 32.747395,
    "lng": 35.278517
  },
  {
    "id": "d7a6d79cd7a4d795d79f",
    "name": "צלפון",
    "lat": 31.804646,
    "lng": 34.93146
  },
  {
    "id": "d7a6d7a0d793d79cd794",
    "name": "צנדלה",
    "lat": 32.522856,
    "lng": 35.322482
  },
  {
    "id": "d7a6d7a4d7a8d799d799d794",
    "name": "צפרייה",
    "lat": 32.00321,
    "lng": 34.855936
  },
  {
    "id": "d7a6d7a4d7a8d799d7a8d799d79d",
    "name": "צפרירים",
    "lat": 31.660424,
    "lng": 34.943188
  },
  {
    "id": "d7a6d7a4d7aa",
    "name": "צפת",
    "lat": 32.966588,
    "lng": 35.501551
  },
  {
    "id": "d7a6d7a8d795d7a4d794",
    "name": "צרופה",
    "lat": 32.648807,
    "lng": 34.947805
  },
  {
    "id": "d7a6d7a8d7a2d794",
    "name": "צרעה",
    "lat": 31.761773,
    "lng": 34.96968
  },
  {
    "id": "d7a7d791d795d7a6d7aa20d799d791d7a0d794",
    "name": "קבוצת יבנה",
    "lat": 31.814862,
    "lng": 34.719764
  },
  {
    "id": "d7a7d793d795d79ed799d79d",
    "name": "קדומים",
    "lat": 32.217664,
    "lng": 35.160783
  },
  {
    "id": "d7a7d793d79ed794",
    "name": "קדמה",
    "lat": 31.701453,
    "lng": 34.775973
  },
  {
    "id": "d7a7d793d79ed7aa20d7a6d791d799",
    "name": "קדמת צבי",
    "lat": 33.027836,
    "lng": 35.699305
  },
  {
    "id": "d7a7d793d7a8",
    "name": "קדר",
    "lat": 31.75322,
    "lng": 35.310048
  },
  {
    "id": "d7a7d793d7a8d795d79f",
    "name": "קדרון",
    "lat": 31.815433,
    "lng": 34.795905
  },
  {
    "id": "d7a7d793d7a8d799d79d",
    "name": "קדרים",
    "lat": 32.898268,
    "lng": 35.475048
  },
  {
    "id": "d7a7d795d79ed79ed799d795d7aa",
    "name": "קוממיות",
    "lat": 31.662306,
    "lng": 34.730232
  },
  {
    "id": "d7a7d795d7a8d7a0d799d7aa",
    "name": "קורנית",
    "lat": 32.844088,
    "lng": 35.252177
  },
  {
    "id": "d7a7d798d795d7a8d794",
    "name": "קטורה",
    "lat": 29.969517,
    "lng": 35.061326
  },
  {
    "id": "d7a7d799d7a1d7a8d799d794",
    "name": "קיסריה",
    "lat": 32.506535,
    "lng": 34.907153
  },
  {
    "id": "d7a7d79cd797d799d79d",
    "name": "קלחים",
    "lat": 31.447706,
    "lng": 34.677589
  },
  {
    "id": "d7a7d79cd799d794",
    "name": "קליה",
    "lat": 31.750712,
    "lng": 35.46713
  },
  {
    "id": "d7a7d79cd7a0d7a1d795d795d794",
    "name": "קלנסווה",
    "lat": 32.284641,
    "lng": 34.97917
  },
  {
    "id": "d7a7d79cd7a2",
    "name": "קלע",
    "lat": 33.147373,
    "lng": 35.698427
  },
  {
    "id": "d7a7d7a6d799d7a82dd797d7a8d799d7a9",
    "name": "קציר-חריש",
    "lat": 32.471551,
    "lng": 35.071781
  },
  {
    "id": "d7a7d7a6d7a8d799d79f",
    "name": "קצרין",
    "lat": 32.990841,
    "lng": 35.690664
  },
  {
    "id": "d7a7d7a8d799d799d7aa20d790d795d7a0d795",
    "name": "קריית אונו",
    "lat": 32.058807,
    "lng": 34.858646
  },
  {
    "id": "d7a7d7a8d799d799d7aa20d790d7a8d791d7a2",
    "name": "קריית ארבע",
    "lat": 31.53796,
    "lng": 35.121037
  },
  {
    "id": "d7a7d7a8d799d799d7aa20d790d7aad790",
    "name": "קריית אתא",
    "lat": 32.803888,
    "lng": 35.102359
  },
  {
    "id": "d7a7d7a8d799d799d7aa20d791d799d790d79cd799d7a7",
    "name": "קריית ביאליק",
    "lat": 32.835002,
    "lng": 35.091877
  },
  {
    "id": "d7a7d7a8d799d799d7aa20d792d7aa",
    "name": "קריית גת",
    "lat": 31.604602,
    "lng": 34.774377
  },
  {
    "id": "d7a7d7a8d799d799d7aa20d798d791d7a2d795d79f",
    "name": "קריית טבעון",
    "lat": 32.713903,
    "lng": 35.124704
  },
  {
    "id": "d7a7d7a8d799d799d7aa20d799d79d",
    "name": "קריית ים",
    "lat": 32.848675,
    "lng": 35.071855
  },
  {
    "id": "d7a7d7a8d799d799d7aa20d799d7a2d7a8d799d79d",
    "name": "קריית יערים",
    "lat": 31.80324,
    "lng": 35.099282
  },
  {
    "id": "d7a7d7a8d799d799d7aa20d799d7a2d7a8d799d79d2028d79ed795d7a1d79329",
    "name": "קריית יערים (מוסד)",
    "lat": 31.808995,
    "lng": 35.103032
  },
  {
    "id": "d7a7d7a8d799d799d7aa20d79ed795d7a6d7a7d799d79f",
    "name": "קריית מוצקין",
    "lat": 32.838589,
    "lng": 35.080151
  },
  {
    "id": "d7a7d7a8d799d799d7aa20d79ed79cd790d79bd799",
    "name": "קריית מלאכי",
    "lat": 31.732521,
    "lng": 34.746303
  },
  {
    "id": "d7a7d7a8d799d799d7aa20d7a0d798d7a4d799d79d",
    "name": "קריית נטפים",
    "lat": 32.11689,
    "lng": 35.112259
  },
  {
    "id": "d7a7d7a8d799d799d7aa20d7a2d7a0d791d799d79d",
    "name": "קריית ענבים",
    "lat": 31.811045,
    "lng": 35.119674
  },
  {
    "id": "d7a7d7a8d799d799d7aa20d7a2d7a7d7a8d795d79f",
    "name": "קריית עקרון",
    "lat": 31.861666,
    "lng": 34.821719
  },
  {
    "id": "d7a7d7a8d799d799d7aa20d7a9d79ed795d7a0d794",
    "name": "קריית שמונה",
    "lat": 33.211205,
    "lng": 35.576002
  },
  {
    "id": "d7a7d7a8d7a0d79920d7a9d795d79ed7a8d795d79f",
    "name": "קרני שומרון",
    "lat": 32.172096,
    "lng": 35.095702
  },
  {
    "id": "d7a7d7a9d7aa",
    "name": "קשת",
    "lat": 32.977601,
    "lng": 35.810039
  },
  {
    "id": "d7a8d790d79ed794",
    "name": "ראמה",
    "lat": 32.938295,
    "lng": 35.366788
  },
  {
    "id": "d7a8d790d7a120d790d79c2dd7a2d799d79f",
    "name": "ראס אל-עין",
    "lat": 32.913821,
    "lng": 35.372447
  },
  {
    "id": "d7a8d790d7a920d794d7a2d799d79f",
    "name": "ראש העין",
    "lat": 32.097081,
    "lng": 34.95826
  },
  {
    "id": "d7a8d790d7a920d7a4d799d7a0d794",
    "name": "ראש פינה",
    "lat": 32.969066,
    "lng": 35.543186
  },
  {
    "id": "d7a8d790d7a920d7a6d795d7a8d799d79d",
    "name": "ראש צורים",
    "lat": 31.667426,
    "lng": 35.124054
  },
  {
    "id": "d7a8d790d7a9d795d79f20d79cd7a6d799d795d79f",
    "name": "ראשון לציון",
    "lat": 31.972151,
    "lng": 34.787632
  },
  {
    "id": "d7a8d791d791d794",
    "name": "רבבה",
    "lat": 32.118698,
    "lng": 35.128324
  },
  {
    "id": "d7a8d791d793d799d79d",
    "name": "רבדים",
    "lat": 31.772059,
    "lng": 34.816458
  },
  {
    "id": "d7a8d791d799d791d799d79d",
    "name": "רביבים",
    "lat": 31.04301,
    "lng": 34.721309
  },
  {
    "id": "d7a8d791d799d793",
    "name": "רביד",
    "lat": 32.850469,
    "lng": 35.463847
  },
  {
    "id": "d7a8d792d791d799d79d",
    "name": "רגבים",
    "lat": 32.523729,
    "lng": 35.032694
  },
  {
    "id": "d7a8d794d798",
    "name": "רהט",
    "lat": 31.392768,
    "lng": 34.755947
  },
  {
    "id": "d7a8d795d795d797d794",
    "name": "רווחה",
    "lat": 31.649455,
    "lng": 34.734428
  },
  {
    "id": "d7a8d795d795d799d794",
    "name": "רוויה",
    "lat": 32.447869,
    "lng": 35.471685
  },
  {
    "id": "d7a8d795d797d79ed794",
    "name": "רוחמה",
    "lat": 31.496924,
    "lng": 34.705007
  },
  {
    "id": "d7a8d795d79ed790d7a0d794",
    "name": "רומאנה",
    "lat": 32.787958,
    "lng": 35.310635
  },
  {
    "id": "d7a8d795d79ed7aa20d794d799d799d791",
    "name": "רומת הייב",
    "lat": 32.779373,
    "lng": 35.302965
  },
  {
    "id": "d7a8d795d7a2d799",
    "name": "רועי",
    "lat": 32.24826,
    "lng": 35.483777
  },
  {
    "id": "d7a8d795d7aad79d",
    "name": "רותם",
    "lat": 32.336403,
    "lng": 35.519004
  },
  {
    "id": "d7a8d797d795d791",
    "name": "רחוב",
    "lat": 32.451309,
    "lng": 35.488919
  },
  {
    "id": "d7a8d797d795d791d795d7aa",
    "name": "רחובות",
    "lat": 31.895863,
    "lng": 34.809812
  },
  {
    "id": "d7a8d799d797d790d7a0d799d799d794",
    "name": "ריחאנייה",
    "lat": 33.048697,
    "lng": 35.48781
  },
  {
    "id": "d7a8d799d797d79f",
    "name": "ריחן",
    "lat": 32.468748,
    "lng": 35.137838
  },
  {
    "id": "d7a8d799d799d7a0d794",
    "name": "ריינה",
    "lat": 32.721526,
    "lng": 35.308601
  },
  {
    "id": "d7a8d799d79ed795d7a0d799d79d",
    "name": "רימונים",
    "lat": 31.933944,
    "lng": 35.340722
  },
  {
    "id": "d7a8d799d7a0d7aad799d794",
    "name": "רינתיה",
    "lat": 32.044406,
    "lng": 34.928051
  },
  {
    "id": "d7a8d79bd7a1d799d79d",
    "name": "רכסים",
    "lat": 32.752001,
    "lng": 35.101705
  },
  {
    "id": "d7a8d79d2dd790d795d79f",
    "name": "רם-און",
    "lat": 32.527942,
    "lng": 35.259548
  },
  {
    "id": "d7a8d79ed795d7aa",
    "name": "רמות",
    "lat": 32.851956,
    "lng": 35.660756
  },
  {
    "id": "d7a8d79ed795d7aa20d794d7a9d791d799d79d",
    "name": "רמות השבים",
    "lat": 32.162515,
    "lng": 34.877477
  },
  {
    "id": "d7a8d79ed795d7aa20d79ed790d799d7a8",
    "name": "רמות מאיר",
    "lat": 31.873336,
    "lng": 34.852069
  },
  {
    "id": "d7a8d79ed795d7aa20d79ed7a0d7a9d794",
    "name": "רמות מנשה",
    "lat": 32.596848,
    "lng": 35.056098
  },
  {
    "id": "d7a8d79ed795d7aa20d7a0d7a4d7aad79cd799",
    "name": "רמות נפתלי",
    "lat": 33.100705,
    "lng": 35.552739
  },
  {
    "id": "d7a8d79ed79cd794",
    "name": "רמלה",
    "lat": 31.930597,
    "lng": 34.869556
  },
  {
    "id": "d7a8d79ed7aa20d790d7a4d7a2d79c",
    "name": "רמת אפעל",
    "lat": 32.046979,
    "lng": 34.834954
  },
  {
    "id": "d7a8d79ed7aa20d792d79f",
    "name": "רמת גן",
    "lat": 32.067994,
    "lng": 34.827806
  },
  {
    "id": "d7a8d79ed7aa20d793d795d793",
    "name": "רמת דוד",
    "lat": 32.678493,
    "lng": 35.202424
  },
  {
    "id": "d7a8d79ed7aa20d794d79bd795d791d7a9",
    "name": "רמת הכובש",
    "lat": 32.217865,
    "lng": 34.938476
  },
  {
    "id": "d7a8d79ed7aa20d794d7a9d795d7a4d798",
    "name": "רמת השופט",
    "lat": 32.610858,
    "lng": 35.093209
  },
  {
    "id": "d7a8d79ed7aa20d794d7a9d7a8d795d79f",
    "name": "רמת השרון",
    "lat": 32.136131,
    "lng": 34.84076
  },
  {
    "id": "d7a8d79ed7aa20d799d795d797d7a0d79f",
    "name": "רמת יוחנן",
    "lat": 32.792622,
    "lng": 35.122361
  },
  {
    "id": "d7a8d79ed7aa20d799d7a9d799",
    "name": "רמת ישי",
    "lat": 32.703441,
    "lng": 35.16569
  },
  {
    "id": "d7a8d79ed7aa20d79ed792d7a9d799d79ed799d79d",
    "name": "רמת מגשימים",
    "lat": 32.846572,
    "lng": 35.809613
  },
  {
    "id": "d7a8d79ed7aa20d7a4d7a0d7a7d7a1",
    "name": "רמת פנקס",
    "lat": 32.034897,
    "lng": 34.841495
  },
  {
    "id": "d7a8d79ed7aa20d7a6d791d799",
    "name": "רמת צבי",
    "lat": 32.590701,
    "lng": 35.413285
  },
  {
    "id": "d7a8d79ed7aa20d7a8d796d799d790d79c",
    "name": "רמת רזיאל",
    "lat": 31.773931,
    "lng": 35.07316
  },
  {
    "id": "d7a8d79ed7aa20d7a8d797d79c",
    "name": "רמת רחל",
    "lat": 31.739892,
    "lng": 35.220315
  },
  {
    "id": "d7a8d7a0d79f",
    "name": "רנן",
    "lat": 31.337841,
    "lng": 34.601016
  },
  {
    "id": "d7a8d7a2d799d79d",
    "name": "רעים",
    "lat": 31.385571,
    "lng": 34.460417
  },
  {
    "id": "d7a8d7a2d7a0d7a0d794",
    "name": "רעננה",
    "lat": 32.187774,
    "lng": 34.873679
  },
  {
    "id": "d7a8d7a7d7a4d7aa",
    "name": "רקפת",
    "lat": 32.8566,
    "lng": 35.262793
  },
  {
    "id": "d7a8d7a9d7a4d795d79f",
    "name": "רשפון",
    "lat": 32.200434,
    "lng": 34.824403
  },
  {
    "id": "d7a8d7a9d7a4d799d79d",
    "name": "רשפים",
    "lat": 32.481077,
    "lng": 35.476779
  },
  {
    "id": "d7a8d7aad79ed799d79d",
    "name": "רתמים",
    "lat": 31.052762,
    "lng": 34.689669
  },
  {
    "id": "d7a9d7902dd7a0d795d7a8",
    "name": "שא-נור",
    "lat": 32.337047,
    "lng": 35.201819
  },
  {
    "id": "d7a9d790d7a820d799d7a9d795d791",
    "name": "שאר ישוב",
    "lat": 33.22619,
    "lng": 35.646506
  },
  {
    "id": "d7a9d791d79920d7a6d799d795d79f",
    "name": "שבי ציון",
    "lat": 32.980194,
    "lng": 35.083028
  },
  {
    "id": "d7a9d791d79920d7a9d795d79ed7a8d795d79f",
    "name": "שבי שומרון",
    "lat": 32.263429,
    "lng": 35.185463
  },
  {
    "id": "d7a9d791d79cd799202d20d790d795d79d20d790d79c2dd792d7a0d79d",
    "name": "שבלי - אום אל-גנם",
    "lat": 32.686212,
    "lng": 35.398584
  },
  {
    "id": "d7a9d792d791",
    "name": "שגב",
    "lat": 32.865909,
    "lng": 35.252722
  },
  {
    "id": "d7a9d792d7912dd7a9d79cd795d79d",
    "name": "שגב-שלום",
    "lat": 31.197639,
    "lng": 34.839076
  },
  {
    "id": "d7a9d792d795d7a8",
    "name": "שגור",
    "lat": 32.920678,
    "lng": 35.254767
  },
  {
    "id": "d7a9d793d79420d790d799d79cd79f",
    "name": "שדה אילן",
    "lat": 32.746746,
    "lng": 35.423862
  },
  {
    "id": "d7a9d793d79420d790d79cd799d794d795",
    "name": "שדה אליהו",
    "lat": 32.440989,
    "lng": 35.514092
  },
  {
    "id": "d7a9d793d79420d790d79cd799d7a2d796d7a8",
    "name": "שדה אליעזר",
    "lat": 33.045333,
    "lng": 35.563314
  },
  {
    "id": "d7a9d793d79420d791d795d7a7d7a8",
    "name": "שדה בוקר",
    "lat": 30.871437,
    "lng": 34.793698
  },
  {
    "id": "d7a9d793d79420d793d795d793",
    "name": "שדה דוד",
    "lat": 31.575602,
    "lng": 34.683362
  },
  {
    "id": "d7a9d793d79420d795d7a8d791d795d7a8d792",
    "name": "שדה ורבורג",
    "lat": 32.206853,
    "lng": 34.903226
  },
  {
    "id": "d7a9d793d79420d799d795d790d791",
    "name": "שדה יואב",
    "lat": 31.64324,
    "lng": 34.681454
  },
  {
    "id": "d7a9d793d79420d799d7a2d7a7d791",
    "name": "שדה יעקב",
    "lat": 32.697646,
    "lng": 35.140588
  },
  {
    "id": "d7a9d793d79420d799d7a6d797d7a7",
    "name": "שדה יצחק",
    "lat": 32.403416,
    "lng": 34.994571
  },
  {
    "id": "d7a9d793d79420d79ed7a9d794",
    "name": "שדה משה",
    "lat": 31.609989,
    "lng": 34.808654
  },
  {
    "id": "d7a9d793d79420d7a0d797d795d79d",
    "name": "שדה נחום",
    "lat": 32.525303,
    "lng": 35.481741
  },
  {
    "id": "d7a9d793d79420d7a0d797d79ed799d794",
    "name": "שדה נחמיה",
    "lat": 33.186924,
    "lng": 35.623562
  },
  {
    "id": "d7a9d793d79420d7a0d799d7a6d79f",
    "name": "שדה ניצן",
    "lat": 31.230051,
    "lng": 34.4195
  },
  {
    "id": "d7a9d793d79420d7a2d795d796d799d794d795",
    "name": "שדה עוזיהו",
    "lat": 31.757488,
    "lng": 34.676484
  },
  {
    "id": "d7a9d793d79420d7a6d791d799",
    "name": "שדה צבי",
    "lat": 31.449553,
    "lng": 34.711816
  },
  {
    "id": "d7a9d793d795d7aa20d799d79d",
    "name": "שדות ים",
    "lat": 32.490637,
    "lng": 34.892539
  },
  {
    "id": "d7a9d793d795d7aa20d79ed799d79bd794",
    "name": "שדות מיכה",
    "lat": 31.72105,
    "lng": 34.920653
  },
  {
    "id": "d7a9d793d79920d790d791d7a8d794d79d",
    "name": "שדי אברהם",
    "lat": 31.212222,
    "lng": 34.336353
  },
  {
    "id": "d7a9d793d79920d797d79ed793",
    "name": "שדי חמד",
    "lat": 32.160313,
    "lng": 34.944617
  },
  {
    "id": "d7a9d793d79920d7aad7a8d795d79ed795d7aa",
    "name": "שדי תרומות",
    "lat": 32.438995,
    "lng": 35.485973
  },
  {
    "id": "d7a9d793d79ed794",
    "name": "שדמה",
    "lat": 31.832301,
    "lng": 34.741767
  },
  {
    "id": "d7a9d793d79ed795d7aa20d793d791d795d7a8d794",
    "name": "שדמות דבורה",
    "lat": 32.696659,
    "lng": 35.435523
  },
  {
    "id": "d7a9d793d79ed795d7aa20d79ed797d795d79cd794",
    "name": "שדמות מחולה",
    "lat": 32.345997,
    "lng": 35.534755
  },
  {
    "id": "d7a9d793d7a8d795d7aa",
    "name": "שדרות",
    "lat": 31.525905,
    "lng": 34.597737
  },
  {
    "id": "d7a9d795d790d791d794",
    "name": "שואבה",
    "lat": 31.798118,
    "lng": 35.077976
  },
  {
    "id": "d7a9d795d791d794",
    "name": "שובה",
    "lat": 31.45285,
    "lng": 34.544264
  },
  {
    "id": "d7a9d795d791d79c",
    "name": "שובל",
    "lat": 31.41281,
    "lng": 34.739712
  },
  {
    "id": "d7a9d795d794d79d",
    "name": "שוהם",
    "lat": 31.998027,
    "lng": 34.94535
  },
  {
    "id": "d7a9d795d79ed7a8d794",
    "name": "שומרה",
    "lat": 33.084659,
    "lng": 35.28504
  },
  {
    "id": "d7a9d795d79ed7a8d799d799d794",
    "name": "שומרייה",
    "lat": 31.431605,
    "lng": 34.886183
  },
  {
    "id": "d7a9d795d7a7d793d794",
    "name": "שוקדה",
    "lat": 31.422595,
    "lng": 34.524349
  },
  {
    "id": "d7a9d795d7a8d7a9",
    "name": "שורש",
    "lat": 31.796459,
    "lng": 35.065876
  },
  {
    "id": "d7a9d795d7a8d7a9d799d79d",
    "name": "שורשים",
    "lat": 32.893181,
    "lng": 35.25907
  },
  {
    "id": "d7a9d795d7a9d7a0d7aa20d794d7a2d79ed7a7d799d79d",
    "name": "שושנת העמקים",
    "lat": 32.35408,
    "lng": 34.857008
  },
  {
    "id": "d7a9d796d795d7a8",
    "name": "שזור",
    "lat": 32.932468,
    "lng": 35.352405
  },
  {
    "id": "d7a9d797d7a8",
    "name": "שחר",
    "lat": 31.620835,
    "lng": 34.725927
  },
  {
    "id": "d7a9d797d7a8d795d7aa",
    "name": "שחרות",
    "lat": 29.904599,
    "lng": 35.000326
  },
  {
    "id": "d7a9d799d791d795d79cd799d79d",
    "name": "שיבולים",
    "lat": 31.396375,
    "lng": 34.607614
  },
  {
    "id": "d7a9d799d799d7972720d793d7a0d795d79f",
    "name": "שייח' דנון",
    "lat": 32.994006,
    "lng": 35.147993
  },
  {
    "id": "d7a9d799d79cd794",
    "name": "שילה",
    "lat": 32.053473,
    "lng": 35.297489
  },
  {
    "id": "d7a9d799d79cd7aa",
    "name": "שילת",
    "lat": 31.918092,
    "lng": 35.018989
  },
  {
    "id": "d7a9d79bd7a0d799d794",
    "name": "שכניה",
    "lat": 32.848374,
    "lng": 35.247221
  },
  {
    "id": "d7a9d79cd795d795d794",
    "name": "שלווה",
    "lat": 31.564441,
    "lng": 34.767637
  },
  {
    "id": "d7a9d79cd795d797d795d7aa",
    "name": "שלוחות",
    "lat": 32.471844,
    "lng": 35.481186
  },
  {
    "id": "d7a9d79cd795d79ed799",
    "name": "שלומי",
    "lat": 33.07643,
    "lng": 35.147635
  },
  {
    "id": "d7a9d79ed799d7a8",
    "name": "שמיר",
    "lat": 33.164574,
    "lng": 35.660025
  },
  {
    "id": "d7a9d79ed7a2d794",
    "name": "שמעה",
    "lat": 31.387616,
    "lng": 35.012543
  },
  {
    "id": "d7a9d79ed7a8d7aa",
    "name": "שמרת",
    "lat": 32.950649,
    "lng": 35.095542
  },
  {
    "id": "d7a9d79ed7a9d799d7aa",
    "name": "שמשית",
    "lat": 32.732926,
    "lng": 35.24599
  },
  {
    "id": "d7a9d7a0d799d7a8",
    "name": "שניר",
    "lat": 33.240431,
    "lng": 35.677169
  },
  {
    "id": "d7a9d7a2d791",
    "name": "שעב",
    "lat": 32.890984,
    "lng": 35.234679
  },
  {
    "id": "d7a9d7a2d79c",
    "name": "שעל",
    "lat": 33.114905,
    "lng": 35.718775
  },
  {
    "id": "d7a9d7a2d79cd791d799d79d",
    "name": "שעלבים",
    "lat": 31.871299,
    "lng": 34.983605
  },
  {
    "id": "d7a9d7a2d7a820d790d7a4d7a8d799d79d",
    "name": "שער אפרים",
    "lat": 32.28949,
    "lng": 34.997938
  },
  {
    "id": "d7a9d7a2d7a820d794d792d795d79cd79f",
    "name": "שער הגולן",
    "lat": 32.687193,
    "lng": 35.603787
  },
  {
    "id": "d7a9d7a2d7a820d794d7a2d79ed7a7d799d79d",
    "name": "שער העמקים",
    "lat": 32.722732,
    "lng": 35.11297
  },
  {
    "id": "d7a9d7a2d7a820d79ed7a0d7a9d794",
    "name": "שער מנשה",
    "lat": 32.450865,
    "lng": 35.016751
  },
  {
    "id": "d7a9d7a2d7a8d79920d7aad7a7d795d795d794",
    "name": "שערי תקווה",
    "lat": 32.122828,
    "lng": 35.02649
  },
  {
    "id": "d7a9d7a4d799d799d79d",
    "name": "שפיים",
    "lat": 32.219858,
    "lng": 34.827321
  },
  {
    "id": "d7a9d7a4d799d7a8",
    "name": "שפיר",
    "lat": 31.696812,
    "lng": 34.72922
  },
  {
    "id": "d7a9d7a4d7a8",
    "name": "שפר",
    "lat": 32.944209,
    "lng": 35.435208
  },
  {
    "id": "d7a9d7a4d7a8d7a2d79d",
    "name": "שפרעם",
    "lat": 32.805448,
    "lng": 35.172031
  },
  {
    "id": "d7a9d7a7d793",
    "name": "שקד",
    "lat": 32.474039,
    "lng": 35.172644
  },
  {
    "id": "d7a9d7a7d7a3",
    "name": "שקף",
    "lat": 31.512003,
    "lng": 34.935043
  },
  {
    "id": "d7a9d7a8d795d7a0d794",
    "name": "שרונה",
    "lat": 32.726644,
    "lng": 35.466698
  },
  {
    "id": "d7a9d7a8d799d792d799d79d2028d79cd7992dd790d795d79f29",
    "name": "שריגים (לי-און)",
    "lat": 31.677335,
    "lng": 34.93505
  },
  {
    "id": "d7a9d7a8d799d793",
    "name": "שריד",
    "lat": 32.661341,
    "lng": 35.224378
  },
  {
    "id": "d7a9d7a8d7a9d7a8d7aa",
    "name": "שרשרת",
    "lat": 31.404334,
    "lng": 34.603639
  },
  {
    "id": "d7a9d7aad795d79cd794",
    "name": "שתולה",
    "lat": 33.085713,
    "lng": 35.314159
  },
  {
    "id": "d7a9d7aad795d79cd799d79d",
    "name": "שתולים",
    "lat": 31.7737,
    "lng": 34.683903
  },
  {
    "id": "d7aad790d7a9d795d7a8",
    "name": "תאשור",
    "lat": 31.371526,
    "lng": 34.643732
  },
  {
    "id": "d7aad793d794d7a8",
    "name": "תדהר",
    "lat": 31.378289,
    "lng": 34.627045
  },
  {
    "id": "d7aad795d791d79c",
    "name": "תובל",
    "lat": 32.929897,
    "lng": 35.246155
  },
  {
    "id": "d7aad795d79ed7a8",
    "name": "תומר",
    "lat": 32.016867,
    "lng": 35.441976
  },
  {
    "id": "d7aad795d7a9d799d799d794",
    "name": "תושייה",
    "lat": 31.433729,
    "lng": 34.540692
  },
  {
    "id": "d7aad799d79ed795d7a8d799d79d",
    "name": "תימורים",
    "lat": 31.716166,
    "lng": 34.760326
  },
  {
    "id": "d7aad799d7a8d795d7a9",
    "name": "תירוש",
    "lat": 31.750593,
    "lng": 34.88612
  },
  {
    "id": "d7aad79c20d790d791d799d791202dd799d7a4d795",
    "name": "תל אביב -יפו",
    "lat": 32.079119,
    "lng": 34.777318
  },
  {
    "id": "d7aad79c20d799d795d7a1d7a3",
    "name": "תל יוסף",
    "lat": 32.555505,
    "lng": 35.399761
  },
  {
    "id": "d7aad79c20d799d7a6d797d7a7",
    "name": "תל יצחק",
    "lat": 32.245831,
    "lng": 34.875374
  },
  {
    "id": "d7aad79c20d79ed795d7a0d793",
    "name": "תל מונד",
    "lat": 32.252488,
    "lng": 34.915127
  },
  {
    "id": "d7aad79c20d7a2d793d7a9d799d79d",
    "name": "תל עדשים",
    "lat": 32.65817,
    "lng": 35.302586
  },
  {
    "id": "d7aad79c20d7a7d7a6d799d7a8",
    "name": "תל קציר",
    "lat": 32.705275,
    "lng": 35.617674
  },
  {
    "id": "d7aad79c20d7a9d791d7a2",
    "name": "תל שבע",
    "lat": 31.248048,
    "lng": 34.86017
  },
  {
    "id": "d7aad79c20d7aad790d795d79ed799d79d",
    "name": "תל תאומים",
    "lat": 32.441957,
    "lng": 35.49598
  },
  {
    "id": "d7aad79cd79d",
    "name": "תלם",
    "lat": 31.564276,
    "lng": 35.031161
  },
  {
    "id": "d7aad79cd79ed79920d790d79cd799d794d795",
    "name": "תלמי אליהו",
    "lat": 31.228292,
    "lng": 34.429337
  },
  {
    "id": "d7aad79cd79ed79920d790d79cd7a2d796d7a8",
    "name": "תלמי אלעזר",
    "lat": 32.445515,
    "lng": 34.977368
  },
  {
    "id": "d7aad79cd79ed79920d791d799d79c22d795",
    "name": "תלמי ביל\"ו",
    "lat": 31.438057,
    "lng": 34.645997
  },
  {
    "id": "d7aad79cd79ed79920d799d795d7a1d7a3",
    "name": "תלמי יוסף",
    "lat": 31.199935,
    "lng": 34.361107
  },
  {
    "id": "d7aad79cd79ed79920d799d797d799d790d79c",
    "name": "תלמי יחיאל",
    "lat": 31.753964,
    "lng": 34.762105
  },
  {
    "id": "d7aad79cd79ed79920d799d7a4d794",
    "name": "תלמי יפה",
    "lat": 31.615757,
    "lng": 34.617355
  },
  {
    "id": "d7aad79cd79ed799d79d",
    "name": "תלמים",
    "lat": 31.564379,
    "lng": 34.672581
  },
  {
    "id": "d7aad79ed7a8d7aa",
    "name": "תמרת",
    "lat": 32.703657,
    "lng": 35.225394
  },
  {
    "id": "d7aad7a0d795d791d795d7aa",
    "name": "תנובות",
    "lat": 32.306783,
    "lng": 34.962875
  },
  {
    "id": "d7aad7a2d795d796",
    "name": "תעוז",
    "lat": 31.800928,
    "lng": 34.974567
  },
  {
    "id": "d7aad7a4d7a8d797",
    "name": "תפרח",
    "lat": 31.325656,
    "lng": 34.676988
  },
  {
    "id": "d7aad7a7d795d79ed794",
    "name": "תקומה",
    "lat": 31.451487,
    "lng": 34.580407
  },
  {
    "id": "d7aad7a7d795d7a2",
    "name": "תקוע",
    "lat": 31.652521,
    "lng": 35.2292
  },
  {
    "id": "d7aad7a8d795d79d",
    "name": "תרום",
    "lat": 31.783314,
    "lng": 34.981667
  }
];
